Repository: metabrainz/critiquebrainz
Catalog: critiquebrainz/frontend/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, he, hr, it, nl, pl

source: Describe the event place - Event reviews are enhanced by description of the event venue as to how big was it? Was it sufficient for the crowd? or How well the band/artist sound in it?
he: כדאי לתאר את מקום האירוע - תיאור מקום האירוע משופרות את הביקורות על אירועים, עד כמה הוא היה גדול? האם זה סיפק את הקהל? או עד כמה טוב נשמעה הלהקה / האמן באירוע?
it: Descrivi il luogo dell'evento. Le recensioni di eventi sono potenziate da una descrizione del luogo in cui si è svolto l'evento: quanto era grande? Era sufficiente per il pubblico? O come si adattava il suono della band/dell'artista a quel luogo?
nl: Beschrijf de evenementlocatie - Evenementrecensies worden verbeterd door beschrijving van de evenementlocatie: hoe groot was deze? Was het voldoende voor de menigte? Hoe goed klonk de band of artiest er, etc.?
pl: Opisz miejsce wydarzenia - wzbogać je opisem miejsca, jak było duże? Czy było wystarczające dla ludzi? Jak dobrze brzmiał zespół / artysta?

source: Writing about the music played there - You may describe which songs were played in the event. Which were your favourite songs played, you can write about the staging of the band. Were there any things which you didn’t like? If yes, then why?
pl: Pisanie o muzyce tam granej - Możesz opisać, które piosenki były grane na tym wydarzeniu. Które z granych piosenek były twoimi ulubionymi, możesz napisać o inscenizacji zespołu. Czy były jakieś rzeczy, które ci się nie podobały? Jeśli tak, to dlaczego?

source: Special moments, effects and surprises - Often there are special moments in every event, you may describe such moments that took place. You may also write about special guests(if any) also any special effects in the event which caught everyone’s attention.
pl: Szczególne momenty, efekty i niespodzianki - Często w każdym wydarzeniu są szczególne momenty, możesz opisać takie momenty, które miały miejsce. Możesz również napisać o szczególnych gościach (jeśli tacy byli), a także o wszelkich szczególnych efektach wydarzenia, które przykuły uwagę wszystkich.

source: Writing about Event atmosphere - You may always describe about the crowd, how well the artists/band were able to entertain the crowd? Was the crowd exciting or was it a monotonous atmosphere?
he: כתיבה על אווירת האירוע - כדאי תמיד לתאר את הקהל, עד כמה האמנים / הלהקה הצליחו לבדר את הקהל? האם הקהל התרגש או שמא אווירה היתה מונוטונית?
it: Descrivi l'atmosfera dell'evento. Puoi sempre descrivere il pubblico: quanto gli artisti/la band sono stati in grado di intrattenere il pubblico? Il pubblico era emozionato o c'era un'atmosfera monotona?
nl: Schrijvfen over de sfeer van het evenement - Je kunt altijd schrijven over de menigte, hoe goed de artiesten of bands in staat waren de menigte te vermaken, of de menigte opwindend was of dat de sfeer monotoon was, etc.
pl: Napisz o atmosferze imprezy - zawsze możesz opisać publiczność, jak dobrze artyści / zespół byli w stanie "zabawić tłum"? Czy widownia była podekscytowana, czy też była to monotonna atmosfera?

source: Places
es: Lugares
he: מקומות
it: Luoghi
nl: Locaties
pl: Miejsca

source: Description about the location - You may describe where the place is located, whether it’s located in the heart of the city or is it located on the periphery.
pl: Opis lokalizacji – Możesz opisać, gdzie znajduje się miejsce, czy znajduje się w sercu miasta, czy na obrzeżach.

source: Writing about the architecture - If it’s a musical stadium people want to know about how many people can the place occupy, how well the artist sounds in each corner of the place etc.
pl: Pisanie o architekturze - Jeśli jest to stadion muzyczny, ludzie chcą wiedzieć, ile osób może pomieścić to miejsce, jak dobrze artysta brzmi w każdym zakątku miejsca itp.

source: 💡 Note:
es: 💡 Nota:
he: 💡 הערה:
it: 💡 Nota:
nl: 💡 Let op:
pl: 💡 Uwaga:

source: Common mistakes
es: Errores comunes
he: טעויות נפוצות
it: Errori comuni
nl: Veelgemaakte fouten
pl: Typowe błędy

source: Writing long reviews that lack specific details.
he: כתיבת ביקורות ארוכות החסרות בפרטים ייחודיים.
it: Scrivere recensioni lunghe senza dettagli specifici.
nl: Lange recensies schrijven die specifieke details missen.
pl: Pisanie długich recenzji bez konkretnych szczegółów.

source: Forgetting to check the factual information in the review after completing the writing process.
he: לשכוח לבדוק את העובדות המוצגות בביקורת לאחר השלמת תהליך הכתיבה.
it: Dimenticare di controllare le informazioni fattuali nella recensione dopo aver completato la scrittura.
nl: Vergeten om de feitelijke informatie in de beoordeling na het voltooien van het schrijfproces te controleren.
pl: Zapominając sprawdzić faktyczne informacje w recenzji po zakończeniu pisania.

source: Overlooking proofreading</strong> the review after finishing it.
he: החמצת הגהת </strong> הביקורת לאחר סיום כתיבתה.
it: Trascurare di rivedere </strong> la recensione dopo averla finita.
nl: Lees</strong> de beoordeling na nadat deze is voltooid.
pl: Z widokiem na korektę</strong> recenzji po jej zakończeniu.

source: Mistakes such as punctuation, typo errors, capitalization etc.
he: טעויות כגון פיסוק, תחביר, כתיב וכו'.
it: Commettere errori di punteggiatura, refusi, maiuscole, ecc.
nl: Taalfouten, zoals leestekens, typfouten, hoofdletters, etc.
pl: Błędy takie jak interpunkcja, błędy literowe, wielkie litery itp.

source: Writing in slangs - Try to write in proper English (or whatever language you prefer). It’s better not to write reviews in slangs.
pl: Pisanie w slangu - Staraj się pisać poprawnie po angielsku (lub w jakimkolwiek innym języku, który preferujesz). Lepiej nie pisać recenzji w slangu.

source: Additional material
es: Material adicional
he: חומרים נוספים
it: Materiali aggiuntivi
nl: Aanvullend materiaal
pl: Dodatkowy materiał

source: Some good review websites:
he: אתרי מרשתת של כמה ביקורות טובות:
it: Alcuni buoni siti di recensioni:
nl: Enkele goede beoordelingswebsites:
pl: Kilka przydatnych stron z recenzjami:

source: Welcome to CritiqueBrainz!
es: ¡CritiqueBrainz te da la bienvenida!
fr: Bienvenue à CritiqueBrainz !
he: ברוכים הבאים לקריטיקבריינז!
hr: Dobrodošli u CritiqueBrainz!
it: Benvenuto su CritiqueBrainz!
nl: Welkom op CritiqueBrainz!
pl: Witamy na CritiqueBrainz!

source: CritiqueBrainz is a repository for Creative Commons licensed music and book reviews. Here you can read what other people have written about an album or event and write your own review!
pl: CritiqueBrainz to repozytorium recenzji muzyki i książek na licencji Creative Commons. Tutaj możesz przeczytać, co inni ludzie napisali o albumie lub wydarzeniu i napisać własną recenzję!

source: CritiqueBrainz is based on data from MusicBrainz - open music encyclopedia and BookBrainz - open book encyclopedia. <br/>Everyone - including you - can participate and contribute.
pl: CritiqueBrainz opiera się na danych z MusicBrainz - otwartej encyklopedii muzycznej i BookBrainz - otwartej encyklopedii książkowej. <br>Każdy - w tym Ty - może wziąć udział i wnieść swój wkład.

source: Number
he: מספר
it: Numero
nl: Nummer
pl: Liczba

source: Number of Reviews
he: מספר ביקורות
it: Numero di recensioni
nl: Aantal recensies
pl: Liczba recenzji

source: Number of Users
he: מספר משתמשים
it: Numero di utenti
nl: Aantal gebruikers
pl: Liczba użytkowników

source: Popular reviews
es: Reseñas populares
fr: Critiques populaires
he: ביקורות פופולריות
hr: Popularni kritički osvrti
it: Recensioni popolari
nl: Populaire recensies
pl: Popularne recenzje

source: Recent reviews
es: Reseñas más recientes
fr: Critiques récentes
he: ביקורות אחרונות
hr: Nedavni kritički osvrti
it: Recensioni recenti
nl: Recente recensies
pl: Ostatnie recenzje

source: View all reviews...
es: Ver todas las reseñas…
fr: Visualiser toutes les critiques...
he: הצגת כל הביקורות...
hr: Vidi sve kritičke osvrte...
it: Visualizza tutte le recensioni...
nl: Alle recensies bekijken…
pl: Pokaż wszystkie recenzje...

source: Releases
pl: Wydania

source: Label information
he: מידע חברת תקליטים
it: Informazioni sull'etichetta
pl: Informacje na etykiecie

source: [Unknown release group]
es: [Grupo de estreno desconocido]
fr: [Groupe de parution inconnu]
he: [קבוצת הוצאה לא ידוע]
hr: [Nepoznata izdavačka grupa]
it: [gruppo di pubblicazioni sconosciuto]
nl: [onbekende uitgavegroep]
pl: [Nieznana grupa wydań]

source: Hide %(user)s’s review of "%(rg)s"
pl: Ukryj opinię użytkownika %(user)s na temat "%(rg)s"

source: Unhide %(user)s’s review of "%(rg)s"
pl: Odkryj opinię użytkownika %(user)s na temat „%(rg)s”

source: Block %(user)s
es: Bloquear a %(user)s
he: חסימת %(user)s
hr: Blokiraj %(user)s
it: Blocca %(user)s
nl: %(user)s blokkeren
pl: Zablokuj %(user)s

source: Unblock %(user)s
he: ביטול חסימת %(user)s
it: Sblocca %(user)s
pl: Odblokuj %(user)s

source: Please provide a reason for taking this action (required)
es: Por favor, dé una razón para llevar a cabo esta acción (requerida)
he: נא להזין סיבה לנקיטת צעד זה (נדרש)
hr: Molimo daj razlog za poduzimanje ovog djelovanja (potrebno)
it: Fornisci un motivo per questa azione (obbligatorio)
nl: Geef een reden op voor deze handeling (verplicht)
pl: Podaj przyczynę podjęcia tej akcji (wymagane)

source: Cancel
es: Cancelar
fr: Annuler
he: ביטול
hr: Odustani
it: Annulla
nl: Annuleren
pl: Anuluj

source: Load older logs
es: Cargar registros previos
fr: Charger les anciens logs
he: טעינת יומנים ישנים יותר
hr: učitaj starije zapise
it: Carica registri meno recenti
nl: Oudere logboeken laden
pl: Wczytaj starsze dzienniki

source: Loading older logs...
es: Cargando registros previos…
fr: Chargement des anciens logs...
he: טעינת יומנים ישנים...
hr: Učitavam starije zapise...
it: Caricamento registri meno recenti in corso...
nl: Bezig met laden van oudere logboeken…
pl: Wczytywanie starszych dzienników...

source: Failed to load older logs!
es: ¡No se han podido cargar los registros previos!
fr: Échec lors du chargement des anciens logs!
he: טעינת יומנים ישנים יותר כשלה!
hr: Nije uspjelo učitavanje starijih zapisa.
it: Impossibile caricare registri meno recenti!
nl: Het laden van oudere logboeken is mislukt!
pl: Nie udało się wczytać starszych dzienników!

source: review
es: reseña
fr: critique
he: ביקורות
hr: Kritički osvrt
it: recensione
nl: een recensie
pl: recenzję

source: %(admin)s hid a %(review)s written by %(user)s
he: %(admin)sהסתירו %(review)s שנכתבו על ידי %(user)s
it: %(admin)s ha nascosto una %(review)s scritta da %(user)s
pl: %(admin)s ukrył %(review)s napisaną przez %(user)s

source: %(admin)s unhid a %(review)s written by %(user)s
he: %(admin)sביטלו הסתרה %(review)s שנכתבו על ידי %(user)s
it: %(admin)s ha mostrato una %(review)s scritta da %(user)s
pl: %(admin)s pokazał %(review)s napisaną przez %(user)s

source: %(admin)s blocked %(user)s
es: %(admin)s ha bloqueado a %(user)s
he: %(admin)s חסם את %(user)s
hr: %(admin)s blokirao %(user)s
it: %(admin)s ha bloccato %(user)s
nl: %(admin)s blokkeerde %(user)s
pl: %(admin)s zablokował %(user)s

source: %(admin)s unblocked %(user)s
he: %(admin)s ביטלו את חסימת %(user)s
it: %(admin)s ha sbloccato %(user)s
pl: %(admin)s odblokował %(user)s

source: Reason:
es: Motivo:
fr: Raison :
he: סיבה:
hr: Razlog:
it: Motivo:
nl: Reden:
pl: Powód:

source: To sign in, use your MusicBrainz account, and authorize CritiqueBrainz to access your profile data.
es: Para ingresar, utilice su cuenta MusicBrainz y permita que CritiqueBrainz tenga acceso a los datos de su perfil.
fr: Pour vous connecter, utilisez votre compte MusicBrainz et autorisez CritiqueBrainz à accéder aux données de votre profil.
he: לכניסה, ניתן להשתמש בחשבון מוזיקבריינז ולאפשר לקריטיקבריינז גישה לפרופיל שלכם.
hr: Kako bi se prijavili, koristite svoj MusicBrainz račun i dopustite CritiqueBrainzu pristup vašim profilnim podatcima.
it: Per effettuare l'accesso, utilizza il tuo account MusicBrainz e autorizza CritiqueBrainz ad accedere ai dati del tuo profilo.
nl: Gebruik je MusicBrainz-account om in te loggen, en geef CritiqueBrainz toestemming om je profielgegevens in te zien.
pl: Aby się zalogować użyj konta MusicBrainz i zezwól CritiqueBrainz na dostęp do swoich danych.

source: Sign in with MusicBrainz
es: Iniciar sesión con MusicBrainz
fr: Se connecter avec MusicBrainz
he: כניסה עם מוזיקבריינז
hr: Prijavi se pomoću MusicBrainza
it: Accedi con MusicBrainz
nl: Inloggen met MusicBrainz
pl: Zaloguj się z MusicBrainz

source: New Spotify mapping confirmation
es: Nueva confirmación de mapeo Spotify
fr: Nouvelle confirmation de mappage vers Spotify
he: אשרור מיפוי ספוטיפיי חדש
hr: Nova Spotify potvrda mapiranja
it: Conferma di nuova associazione con Spotify
nl: Bevestiging van de nieuwe Spotify-koppeling
pl: Potwierdzenie mapowania Spotify

source: Spotify album mapping confirmation
es: Confirmación de mapeo del álbum en Spotify.
fr: Confirmation de mappage d'album vers Spotify
he: אשרור אלבום ספוטיפיי חדש
hr: Potvrda mapiranja albuma na Spotifyu
it: Conferma di associazione album con Spotify
nl: Bevestiging van de Spotify-koppeling
pl: Potwierdzenie mapowania albumu Spotify

source: Are you sure you want to create this mapping?
es: ¿Seguro que quiere crear este mapeo?
he: האם לייצור את המיפוי?
hr: Jeste li sigurni da želite stvoriti ovo mapiranje?
it: Sei sicuro di voler creare questa associazione?
nl: Weet je zeker dat je deze koppeling wilt maken?
pl: Czy na pewno chcesz utworzyć to mapowanie?

source: %(album)s by %(artist)s
es: %(album)s por %(artist)s
fr: %(album)s par %(artist)s
he: %(album)s לפי %(artist)s
hr: %(album)s od %(artist)s
it: %(album)s di %(artist)s
nl: %(album)s van %(artist)s
pl: %(album)s - %(artist)s

source: Create
es: Crear
fr: Créer
he: יצירה
hr: Kreiraj
it: Crea
nl: Koppelen
pl: Stwórz

source: Incorrect mapping reporting
es: Reporte de mapeo incorrecto
fr: Rapport de mappage incorrect
he: דיווח מיפויים שגויים
hr: Prijavljivanje nepravilnog mapiranja
it: Segnalazione associazione sbagliata
nl: Onjuiste koppeling melden
pl: Zgłoszenie nieprawidłowego mapowania

source: Are you sure you want to report incorrect mapping?
es: ¿Seguro que quiere reportar mapeo incorrecto?
fr: Êtes-vous certain de vouloir signaler un mappage erroné ?
he: האם לדווח על מיפויים שגויים?
hr: Jeste li sigurni da želite prijaviti nepravilno mapiranje?
it: Sei sicuro di voler segnalare un'associazione sbagliata?
nl: Weet je zeker dat je de onjuiste koppeling wilt melden?
pl: Na pewno chcesz zgłosić nieprawidłowe mapowanie?

source: Report incorrect mapping
es: Reportar mapeo incorrecto
fr: Signaler un mappage erroné
he: דיווח על מיפויים שגויים
hr: Prijavni nepravilno mapiranje
it: Segnala associazione sbagliata
nl: Onjuiste koppeling melden
pl: Zgłoś nieprawidłowe zmapowanie

source: These users respond to reports and make sure that spammers don’t spam.
pl: Ci użytkownicy odpowiadają na zgłoszenia i upewniają się, że spamerzy nie wysyłają spamu.

source: OAuth authorization
es: Autorización OAuth
fr: Autorisation OAuth
he: הרשאת OAuth
hr: OAuth autorizacija
it: Autorizzazione OAuth
nl: OAuth-autorisatie
pl: Autoryzacja OAuth

source: Do you want to give access to your account to %(name)s?
es: ¿Seguro que quiere dar acceso a su cuenta a %(name)s?
fr: Voulez-vous donner l'accès à votre compte à %(name)s ?
he: האם לתת ל%(name)s גישה לחשבונכם?
hr: Želite li dopustiti pristup svom računu %(name)s?
it: Vuoi permettere l'accesso al tuo account a %(name)s?
nl: Wil je %(name)s toegang geven tot je account?
pl: Czy chcesz udzielić dostępu do swojego konta dla %(name)s?

source: You can revoke access at any time in your profile settings.
es: En cualquier momento puede revocar el acceso en su configuración de perfil.
fr: Vous pouvez révoquer l'accès n'importe quand dans vos paramètres de profil.
he: ניתן לבטל את הגישה בכל עת מתוך הגדרות פרופיל.
hr: Možete opozovati odluku u bilo koje doba u postavkama svog profila.
it: Puoi revocare l'accesso in qualsiasi momento nelle impostazioni del tuo profilo.
nl: Je kunt de goedkeuring op elk moment intrekken via je profielinstellingen.
pl: Możesz odwołać dostęp w każdym momencie na stronie ustawień profilu.

source: Website
es: Sitio web
fr: Site Web
he: אתר מרשתת
hr: web stranica
it: Sito web
pl: Strona WWW

source: %(client)s is requesting permission to access the following parts of your profile:
es: %(client)s está solicitando permiso para accesar a las siguientes partes de su perfil:
fr: %(client)s demande la permission d'accéder aux parties suivantes de votre profil :
he: %(client)s מבקש הרשאות גישה לחלקים הבאים בפרופיל שלכם:
hr: %(client)s traži odobrenje za pristup slijedećim dijelovima tvog profila:
it: %(client)s sta richiedendo il permesso di accedere alle seguenti parti del tuo profilo:
nl: %(client)s vraagt toegang tot de volgende delen van je profiel:
pl: %(client)s prosi o dostęp do następujących części twojego profilu:

source: %(client)s does not require any special permissions.
es: %(client)s no requiere permisos especiales.
fr: %(client)s n'a besoin d'aucune permission spéciale.
he: ל%(client)sלא דרושת הרשאות מיוחדות.
hr: %(client)s nisu potrebna posebna dopuštenja.
it: %(client)s non richiede nessun permesso speciale.
nl: %(client)s heeft geen speciale toestemming nodig.
pl: %(client)s nie wymaga żadnych specjalnych uprawnień.

source: Allow access
es: Permita el acceso
fr: Permettre l'accès
he: אפשור גישה
hr: Dopusti pristup
it: Permetti accesso
nl: Toegang toestaan
pl: Zezwól na dostęp

source: No thanks
es: No, gracias
fr: Non merci
he: לא תודה
hr: Ne hvala
it: No, grazie
nl: Niet toestaan
pl: Nie, dzięki

source: Place information
es: Información del lugar
he: מידע מקום
hr: Stavi informaciju
it: Informazioni sul luogo
nl: Locatie-informatie
pl: Informacje o miejscu

source: Part of
es: Parte de
he: חלק מ
it: Parte di
nl: Deel van
pl: Część

source: Parts
pl: Strony

source: Concerts
pl: Koncerty

source: Festivals
pl: Festiwale

source: Other Events
pl: Inne wydarzenia

source: No events found
pl: Nie znaleziono wydarzeń

source: Title
he: כותרת
it: Titolo
pl: Tytuł

source: Date
pl: Data

source: Delete account
es: Eliminar cuenta
fr: Supprimer le compte
he: מחיקת חשבון
hr: Izbriši račun
it: Elimina account
nl: Account verwijderen
pl: Usuń konto

source: Are you sure you want to delete your account?
es: ¿Seguro que quieres eliminar la cuenta?
fr: Êtes-vous certain de vouloir supprimer ce compte?
he: האם אתם בטוחים שברצונכם למחוק את החשבון שלכם?
hr: Jeste li sigurni da želite izbrisati vaš račun?
it: Sei sicuro di voler eliminare il tuo account?
nl: Weet je zeker dat je je account wilt verwijderen?
pl: Na pewno chcesz usunąć swoje konto?

source: All your data (i.e. reviews, votes, reports) will be purged. You <strong>cannot</strong> undo this action.
es: Todos sus datos (i.e. reseñas, votos, reportes) serán depurados. Usted <strong>no podrá</strong> deshacer esta acción.
fr: Toutes vos données (c.-à-d. critiques, votes, rapports) seront purgées. Vous <strong>ne pouvez pas</strong> annuler cette action.
he: כל הנתונים (בכלל זה בקורות, הצבעות, דוחות) ימחקו. פעולה זו <strong>לא ניתנת</strong>לביטול.
hr: Svi vaši podatci (npr. kritički osvrti, glasovi, izvješća) bit će izbrisani. Vi <strong>ne možete</strong> poništiti ovaj čin.
it: Tutti i tuoi dati (recensioni, voti, report) saranno rimossi. <strong>Non è possibile</strong> annullare quest'operazione.
nl: Al je gegevens (o.a. recensies, stemmen, meldingen) worden verwijderd. Je kunt dit <strong>niet</strong> ongedaan maken.
pl: Wszystkie twoje dane (recenzje, głosy, raporty, itd.) zostaną usunięte. Tej akcji <strong>nie można</strong> cofnąć.

source: Yes, I want to delete my account
es: Sí, quiero eliminar mi cuenta.
fr: Oui, je veux veux supprimer mon compte
he: כן, ברצוני למחוק את החשבון שלי
hr: Da, želim izbrisati svoj račun
it: Sì, voglio eliminare il mio account
nl: Ja, ik wil mijn account verwijderen
pl: Tak, chcę usunąć swoje konto

source: No
fr: Non
he: לא
hr: Ne
nl: Nee
pl: Nie

source: Edit profile
es: Editar perfil
fr: Modifier le profil
he: עריכת פרופיל
hr: Uredi profil
it: Modifica profilo
nl: Profiel aanpassen
pl: Edytuj profil

source: Save
es: Guardar
fr: Enregistrer
he: שמירה
hr: Pohrani
it: Salva
nl: Opslaan
pl: Zapisz

source: Delete my account
es: Eliminar mi cuenta
fr: Supprimer mon compte
he: מחיקת החשבון שלי
hr: Izbriši moj račun
it: Elimina il mio account
nl: Mijn account verwijderen
pl: Usuń moje konto

source: Create new application
es: Crear una nueva aplicación
fr: Créer une nouvelle application
he: יצירת בקשה חדשה
hr: Stvori novu aplikaciju
it: Crea nuova applicazione
nl: Nieuw programma aanmaken
pl: Stwórz nową aplikację

source: Create application
es: Crear aplicación
fr: Créer une application
he: יצירת בקשה
hr: Stvori aplikaciju
it: Crea applicazione
nl: Programma aanmaken
pl: Stwórz aplikację

source: Edit application %(name)s
es: Modificar la aplicación %(name)s
fr: Modifier l'application %(name)s
he: עריכת ברשה %(name)s
hr: Uredi %(name)s aplikacije
it: Modifica applicazione %(name)s
nl: %(name)s bewerken
pl: Edytuj aplikację %(name)s

source: Save changes
es: Guardar cambios
fr: Enregistrer les changements
he: שמירת שינויים
hr: Pohrani promjene
it: Salva cambiamenti
nl: Wijzigingen opslaan
pl: Zapisz zmiany

source: Your applications
es: Sus aplicaciones
fr: Vos applications
he: הבקשות שלי
hr: Tvoje aplikacije
it: Le tue applicazioni
nl: Mijn programma's
pl: Twoje aplikacje

source: No applications found
es: Ninguna aplicación encontrada
fr: Aucune application trouvée
he: לא נמצאו בקשות
hr: Nije pronađena niti jedna aplikacija
it: Nessuna appplicazione trovata
nl: Geen programma's gevonden
pl: Nie znaleziono żadnych aplikacji

source: Client ID
es: ID del cliente
fr: ID client
he: מזהה לקוח
hr: ID klijenta
it: ID client
pl: ID klienta

source: Client secret
es: Secreto del cliente
fr: Secret du client
he: ססמת לקוח
hr: Klijentova tajna
nl: Clientgeheim
pl: Sekretny ciąg klienta

source: Modify
es: Modificar
fr: Modifier
he: הסגלה
hr: Izmijeni
it: Modifica
nl: Aanpassen
pl: Modyfikuj

source: Delete
es: Eliminar
fr: Supprimer
he: מחיקה
hr: Izbriši
it: Elimina
nl: Verwijderen
pl: Usuń

source: Developer documentation is available at %(link)s.
es: La documentación del desarrollador está disponible en %(link)s.
fr: La documentation pour développeur est proposée sur %(link)s.
he: מסמכי הפתוח זמינים ב%(link)s
hr: Dokumentacija razvojnog programera je dostupna na %(link)s.
it: La documentazione per sviluppatori è disponibile su %(link)s.
nl: Documentatie voor ontwikkelaars is beschikbaar op %(link)s.
pl: Dokumentacja deweloperska jest dostępna na %(link)s.

source: Authorized applications
es: Aplicaciones autorizadas
fr: Applications autorisées
he: יישומונים מורשים
hr: Autorizirane aplikacije
it: Applicazioni autorizzate
nl: Geautoriseerde programma's
pl: Autoryzowane aplikacje

source: No authorized applications found
es: Ninguna aplicación autorizada encontrada
fr: Aucune application autorisée trouvée
he: לא נמצאו יישומונים מורשים
hr: Nije pronađena niti jedna autorizirana aplikacija
it: Nessuna applicazione autorizzata trovata
nl: Geen geautoriseerde programma's gevonden
pl: Nie znaleziono żadnych autoryzowanych aplikacji

source: Access
es: Acceso
fr: Accès
he: גישה
hr: Pristup
it: Accesso
nl: Toegang
pl: Dostęp

source: No special requirements
es: Ningún requisito especial
fr: Aucune exigence particulière
he: אין דרישות מיוחדות
hr: Nema posebnih uvjeta
it: Nessun requisito speciale
nl: Geen speciale voorwaarden
pl: Brak specjalnych wymagań

source: Revoke access
es: Anular el acceso
fr: Révoquer l'accès
he: ביטול גישה
hr: Ukini pristup
it: Revoca accesso
nl: Toegang intrekken
pl: Odwołaj dostęp

source: Recording "%(name)s" by %(artist)s
pl: Nagranie "%(name)s" przez %(artist)s

source: Recording information
pl: Informacje o nagraniu
