Repository: metabrainz/critiquebrainz
Catalog: critiquebrainz/frontend/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, he, hr, it, nl, pl

source: Sorry, we couldn't find a work with that MusicBrainz ID.
he: לצערנו, לא נמצאה יצירה למזהה מוזיקבריינז זה.
it: Spiacenti, non è stato possibile trovare un'opera con quell'ID di MusicBrainz.
pl: Niestety nie znaleźliśmy żadnego utworu z tym MusicBrainz ID.

source: Wikidata
he: ויקידטה

source: Discogs
he: דיסקוגז

source: Allmusic
he: אולמוזיק

source: Bandcamp
he: באנדקאמפ

source: BBC Music
fr: BBC Musique
he: מוזיקת BBC

source: Wikipedia
fr: Wikipédia
he: ויקיפדיה

source: YouTube
he: יוטיוב

source: Twitter
he: טוויטר

source: Preferred License Choice
he: ברירת רישוי מועדף
it: Scelta della licenza preferita
nl: Gewenste licentie keuze

source: Web API
fr: API Web
he: API מרשתת
it: API web

source: Blog
fr: Blogue
he: בלוג

source: Spotify
he: ספוטיפיי

source: Status
es: Estado
fr: État
he: מצב

source: Karma
he: קרמה

source: Sorry, we couldn't find a label with that MusicBrainz ID.
he: לצערנו, לא נמצא חברת תקליטים למזהה מוזיקבריינז זה.
it: Spiacenti, non è stato possibile trovare un'etichetta con quell'ID di MusicBrainz.

source: Could not add Spotify mapping!
he: לא ניתן להוסיף מיפוי ספוטיפיי!
it: Non è stato possibile aggiungere l'associazione con Spotify!

source: Could not report incorrect Spotify mapping!
he: לא ניתן לדווח על מיפוי ספוטיפיי שגוי!
it: Non è stato possibile segnalare l'associazione sbagliata con Spotify!

source: Show my Gravatar
es: Mostrar mi Gravatar
fr: Montrer mon Gravatar
hr: Prikaži moj Gravatar

source: We don't have a mapping between this release group and Spotify. Please help us find the right album.
es: No tenemos un mapeo entre este grupo de estreno y Spotify. Por favor, ayúdenos a encontrar el álbum correcto.
hr: Nemamo presliku između ove distirbucijske grupe i Spotifiya. Molimo pomozi nam pronaći odgovarajući album.

source: based on %(number)s ratings
es: Basado sobre %(number)s valoraciones

source: <strong>CritiqueBrainz is a repository for Creative Commons licensed music reviews.</strong> Here you can read what others have written about an album or event and write your own review! It is based on data from MusicBrainz - open music encyclopedia.
es: <strong>CritiqueBrainz es un archivo de reseñas musicales con licencia Creative Commons.</strong> ¡Aquí puede leer lo que otros han escrito acerca de un álbum o evento y escribir su propia reseña! Está basado en los datos de MusicBrainz - enciclopedia pública de música.
fr: CritiqueBrainz est un receuil de critiques musicales sous licence Creative Commons. Vous pouvez y lire ce que d'autres ont écrit sur un album, un événement ou même rédiger votre propre critique ! CritiqueBrainz repose sur les données de MusicBrainz - l'encyclopédie libre sur la musique.
hr: <strong> CritiqueBrainz je repozitorij za glazbene kritičke osvrte koji su pod Creative Commons licencom</strong> Ovdje možete pročitati što su drugi napisali o albumu ili možete napisati vlastiti kritički osvrt! Temelji se na podatcima iz MusicBrainz- otvorene glazbene enciklopedije.

source: Projects like Wikipedia and MusicBrainz are good at aggregating information about music, but not suited for expressing opinions about it. That's not their purpose. CritiqueBrainz fills the gap between music critics and raw data.
es: Proyectos como Wikipedia y MusicBrainz son buenos para reunir información sobre música, pero no están hechos para expresar opiniones sobre ésta. No es su propósito. CritiqueBrainz llena el espacio entre crítica musical y datos puros.
fr: Des projets comme Wikipédia et MusicBrainz sont bons pour agréger de l'information sur la musique, mais ne conviennent pas pour exprimer des opinions à son propos. Ce n'est pas leur but. CritiqueBrainz comble ce vide entre les critiques musicales et les données brutes.
hr: Projekti poput Wikipedije i MusicBrainza su dobri za prikupljanje podataka o glazbi, ali nisu prikladni za izražavanje mišljenja o glazbi. To nije njihova svrha. CritiqueBrainz popunjava prazninu između glazbenih kritičara i neobrađenih podataka.

source: This is an open platform. That means everyone - including you - can participate and contribute. If you are good at writing and want to share your thoughts about an album - feel free to write a new review. If that's not your thing and you just want to read opinions - that's fine too.
es: Esta es una plataforma pública. Esto significa que todos - incluido usted - puede participar y contribuir. Si es bueno al escribir y quiere compartir sus opiniones sobre un álbum - por favor, escriba una nueva reseña. Si no es lo suyo y sólo quiere leer las reseñas - también está bien.
fr: C'est une plate-forme libre. Ceci signifie que tous - même vous - peuvent participer et y contribuer. Si vous êtes bon en rédaction et si vous voulez partager vos opinions sur un album, n'hésitez pas à rédiger une critique. Si ce n'est pas votre truc et que vous voulez juste lire les opinions, c'est correct aussi.
hr: Ovo je otvorena platforma. To znači da svi, uključujući i tebe mogu sudjelovati i doprinijeti. Ako ti dobro ide pisanje i ako želiš podijeliti svoje mišljenje o albumu - slobodno napiši novi kritički osvrt. Ako te to ne zanima i samo želiš čitati mišljenja- i to je uredu.

source: After reading a review you can mark it as useful or not. That will help other music enthusiasts like you find good reviews.
es: Después de leer una reseña puede marcarla como útil o no. Esto ayudará a otros como usted a encontrar buenas reseñas.
fr: Après avoir lu une critique, vous pouvez la marquer comme utile ou non. Ça aidera d'autres férus de musique comme vous à trouver de bonnes critiques.
hr: Nakon što pročitaš kritički osvrt možeš ga označiti kao korisnog ili ne. To će pomoći drugim zaljubljenicima u glazbu poput tebe da pronađu dobre kritičke osvrte.

source: Reviews on CritiqueBrainz don't have to be in English
es: Los Comentarios en CritiqueBrainz no tienen que ser en Ingles

source: CritiqueBrainz is a repository for Creative Commons licensed music reviews. Here you can read what other people have written about an album or event and write your own review!
es: CritiqueBrainz es un archivo de reseñas musicales con licencia Creative Commons. ¡Aquí puede leer lo que otros han escrito sobre un álbum o un evento y escribir su propia reseña!
hr: CritiqueBrainz je repozitorij za glazbene kritičke osvrte koji su pod Creative Commons licencom. Ovdje možete pročitati što su drugi napisali o albumu i događaju, te možete napisati vlastiti kritički osvrt!

source: CritiqueBrainz is based on data from MusicBrainz - open music encyclopedia. <br/>Everyone - including you - can participate and contribute.
es: CritiqueBrainz está basado en los datos de MusicBrainz - enciclopedia pública de música. <br/>Todos - incluido usted - puede participar y contribuir.
fr: CritiqueBrainz est basé sur les données de MusicBrainz - l'encyclopédie musicale libre. <br/>Tous - même vous - peuvent y participer et y contribuer.
hr: CritiqueBrainz se temelji na podatcima iz MusicBrainz - otvorene glazbene enciklopedije. <br/> Svi - uključujući i tebe - mogu sudjelovati i doprinijeti

source: Hide %(user)s's review of "%(rg)s"
es: Ocultar reseña de "%(rg)s" hecha por %(user)s
hr: Sakrij %(user)s'ov osvrt "%(rg)s"

source: Ordered by creation date
es: Ordenar por fecha de creación
fr: Trier par date de création
hr: Slozeno po datumu nastanka

source: Report %(user)s's review of "%(rg)s"
es: Reportar la reseña de "%(rg)s" hecha por %(user)s

source: You didn't find this review useful.
es: No le pareció útil esta reseña.
fr: Vous ne trouvez pas cette critique inutile.

source: Entity selection
es: Selección de entidad

source: Release group selection
es: Selección de grupo de estreno
fr: Sélection du groupe de parution
hr: Odabir distribucijske grupe

source: Event selection
es: Selección del evento

source: Place selection
es: Selección del lugar

source: Continue
es: Continuar
fr: Continuer
hr: Nastavi

source: Newer
es: Más nuevo
fr: Les plus récentes
hr: Novije

source: Older
es: Más antiguo
fr: Les plus anciennes
hr: Starije

source: Review is empty!
fr: La critique est vide !
hr: Kritički osvrt nema sadržaj!

source: Review length needs to be between %(min)d and %(max)d characters.
fr: La longueur de la critique doit être entre %(min)d et %(max)d caractères.
hr: Duljina kritičkog osvrta trebala bi biti između %(min)d i %(max)d znakova.

source: Allow commercial use of this review (<a href="https://creativecommons.org/licenses/by-sa/3.0/" target="_blank">CC BY-SA 3.0 license</a>)
fr: Permettre une utilisation commerciale de cette critique (<a href="https://creativecommons.org/licenses/by-sa/3.0/deed.fr/" target="_blank">licence CC BY-SA 3.0</a>)
hr: Dopusti komercijalnu upotrebu ovog kritičkog osvrta (<a href="https://creativecommons.org/licenses/by-sa/3.0/">CC BY-SA 3.0 license</a>)

source: You need to choose a license!
fr: Vous devez choisir une licence !
hr: Trebate izabrati licencu!

source: Reviews: %(reviews_count)s
fr: Critiques : %(reviews_count)s
hr: Kritički osvrti: %(reviews_count)s

source: Users: %(users_count)s
fr: Utilisateurs : %(users_count)s
hr: Korisnici: %(users_count)s

source: Write
fr: Rédiger
hr: Piši

source: Preview
fr: Aperçu
hr: Pretpregled

source: You can use <a href="%(url)s" target="_blank">Markdown</a> syntax to apply custom formatting.
fr: Vous pouvez utiliser une syntaxe <a href="%(url)s" target="_blank">Markdown</a> pour appliquer une formatage personnalisé.
hr: Možete koristiti <a href="%(url)s">Markdown</a> sintaksu kako bi primjenili vlastito oblikovanje.

source: Loading preview...
fr: Chargement de l'aperçu...
hr: Učitavam pretpregled...

source: Review is empty.
fr: La critique est vide
hr: Kritički osvrt nema sadržaj.

source: Failed to load preview.
fr: Échec lors du chargement de la critique
hr: Nije uspjelo učitavanje pregleda.

source: Sorry, we couldn't find a event with that MusicBrainz ID.
fr: Désolé, nous n'avons pas pu trouver d'événements avec cet ID MusicBrainz.

source: Can't find release group with that ID!
fr: Impossible de trouver un groupe de parution avec cet ID !
hr: Ne mogu pronaći izdavačku grupu s tim ID-ijem!

source: You have already published a review for this entity!
fr: Vous avez déjà publié une critique sur ce sujet !

source: %(admin)s archived a %(review)s written by %(user)s
hr: %(admin)s arhivirao %(review)s napisan od strane %(user)s
