Repository: metabrainz/critiquebrainz
Catalog: critiquebrainz/frontend/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, he, hr, it, nl, pl

source: Votes/day
es: Votos al día
fr: Votes/jour
he: קולות/יום
hr: Glasova/dan
it: Voti/giorno
nl: Stemmen/dag
pl: Głosy/dzień

source: Today
es: Hoy
fr: Aujourd'hui
he: היום
hr: Danas
it: Oggi
nl: Vandaag
pl: Dzisiaj

source: Last 7 days
es: Últimos 7 días
fr: Les 7 derniers jours
he: 7 ימים אחרונים
hr: Zadnjih 7 dana
it: Ultimi 7 giorni
nl: Afgelopen 7 dagen
pl: Ostatnie 7 dni

source: This month
es: Este mes
fr: Ce mois-ci
he: חודש נוכחי
hr: Ovaj mjesec
it: Questo mese
nl: Deze maand
pl: Ten miesiąc

source: [Unknown recording]
pl: [Nieznane nagranie]

source: [Unknown edition group]
pl: [Nieznana grupa edycji]

source: [Unknown Literary Work]
pl: [Nieznane dzieło literackie]

source: [Unknown Author]
pl: [Nieznany autor]

source: [Unknown series]
pl: [Nieznane serie]

source: Hidden
es: Oculto
he: מוסתר
it: Nascosto
nl: Verborgen
pl: Ukryte

source: Edit
es: Editar
fr: Modifier
he: עריכה
hr: Uredi
it: Modifica
nl: Aanpassen
pl: Edytuj

source: Recordings
he: הקלטות
it: Registrazioni
pl: Nagrania

source: No recordings found
he: לא נמצאו הקלטות
it: Nessuna registrazione trovata
pl: Nie znaleziono nagrań

source: Work information
he: מידע יצירה
it: Informazioni sull'opera
pl: Informacje o dziele

source: Sorry, we couldn't find an artist with that MusicBrainz ID.
es: Disculpa, no hemos podido encontrar ese artista en MusicBrainz ID
fr: Désolé, nous n'avons pas pu trouver d'artiste avec cet ID Musicbrainz.
he: לצערנו, לא נמצא אמן למזהה מוזיקבריינז זה.
hr: Oprosti nismo mogli pronaći umjetnika s tim MusicBrainz ID.
it: Spiacenti, non è stato possibile trovare un artista con quell'ID di MusicBrainz.
nl: Er is geen artiest gevonden met die MusicBrainz-id.
pl: Przepraszamy, nie mogliśmy znaleźć wykonawcy o takim identyfikatorze MusicBrainz.

source: Can't find a comment with ID: %(comment_id)s
he: לא נמצאה בקורת עם המזהה: %(comment_id)s!
it: Non è stato possibile trovare un commento con l'ID %(comment_id)s
pl: Nie można znaleźć komentarza o identyfikatorze: %(comment_id)s

source: You are not allowed to write new comments because your account has been blocked by a moderator.
he: אינכם רשאים לכתוב הערות חדשות מכיוון שחשבונכם נחסם על ידי מנחה.
it: Non ti è permesso scrivere nuovi commenti perché il tuo account è stato bloccato da un moderatore.
pl: Nie masz uprawnień do pisania nowych komentarzy, ponieważ Twoje konto zostało zablokowane przez moderatora.

source: Comment has been saved!
he: ההערה נשמרה!
it: Commento salvato!
pl: Komentarz został zapisany!

source: Only the author can delete this comment.
he: רק המחבר יכול למחוק הערה זו.
it: Solo l'autore può eliminare questo commento.
pl: Tylko autor może usunąć ten komentarz.

source: Comment has been deleted.
he: ההערה נמחקה!
it: Commento eliminato.
pl: Komentarz został usunięty.

source: Only the author can edit this comment.
he: רק המחבר יכול לערוך הערה זו.
it: Solo l'autore può modificare questo commento.
pl: Tylko autor może edytować ten komentarz.

source: You are not allowed to edit comments because your account has been blocked by a moderator.
he: אינכם רשאים לערוך הערות מכיוון שחשבונכם נחסם על ידי מנחה.
it: Non ti è permesso modificare commenti perché il tuo account è stato bloccato da un moderatore.
pl: Nie masz uprawnień do edycji komentarzy, ponieważ Twoje konto zostało zablokowane przez moderatora.

source: Comment has been updated.
he: ההערה עודכנה!
it: Commento aggiornato.
pl: Komentarz został zaktualizowany.

source: You must change some content of the comment to update it!
he: נא לשנות תוכן כל שהוא בהערה על מנת לעדכן אותה!
it: Devi cambiare il contenuto del commento per poterlo aggiornare!
pl: Musisz zmienić część treści komentarza, aby go zaktualizować!

source: Sorry, we couldn't find an event with that MusicBrainz ID.
he: למצער, לא נמצא ארוע למזהה מוזיקבריינז זה.
it: Spiacenti, non è stato possibile trovare un evento con quell'ID di MusicBrainz.
pl: Niestety, nie znaleźliśmy wydarzenia z tym MusicBrainz ID.

source: No logs to display.
es: Sin registros para mostrar.
he: אין יומנים להצגה.
it: Nessun registro da visualizzare.
nl: Geen te tonen logboek.
pl: Brak logów do wyświetlenia.

source: Login failed.
es: Acceso incorrecto
fr: La connexion a échoué.
he: ההתחברות כשלה.
hr: Prijava nije uspjela
it: Login fallito.
nl: Inloggen mislukt.
pl: Logowanie nie udało się.

source: Only existing release groups can be mapped to Spotify!
es: ¡Sólo los grupos de estreno actuales pueden ser mapeados con Spotify!
fr: Seuls les groupes de parution existants peuvent être mappés vers Spotify !
he: ניתן למפות לספוטיפיי רק קבוצות הוצאה קיימות!
hr: Samo postojeće izdavačke grupe se mogu se mapirati na Spotify!
it: Solo i gruppi di pubblicazioni esistenti possono essere associati a Spotify!
nl: Alleen bestaande uitgavegroepen kunnen aan Spotify gekoppeld worden!
pl: Tylko istniejące grupy wydań mogą zostać zmapowane do Spotify!

source: You need to select an album from Spotify!
es: ¡Debe seleccionar un álbum de Spotify!
fr: Vous devez choisir un album sur Spotify !
he: נא לבחור אלבום מספוטיפיי!
hr: Trabaš izabrati album sa Spotifya!
it: È necessario selezionare un album su Spotify!
nl: Je moet een album van Spotify selecteren!
pl: Musisz wybrać album ze Spotify!

source: You need to specify a correct link to this album on Spotify!
es: ¡Debe especificar un liga correcta a este álbum en Spotify!
fr: Vous devez spécifier un lien correct vers cet album sur Spotify !
he: נא להגדיר קישור תקין לאלבום זה בספוטיפיי!
hr: Trebaš navesti točan link za ovaj album na Spotifyu!
it: È necessario specificare un indirizzo corretto per quest'album su Spotify!
nl: Je moet een juiste koppeling naar dit album op Spotify opgeven!
pl: Musisz wprowadzić prawidłowy link do tego albumu na Spotify!

source: You need to specify existing album from Spotify!
es: ¡Debe especificar un álbum existente de Spotify!
fr: Vous devez spécifier un album existant sur Spotify !
he: נא להגדיר אלבום קיים מספוטיפיי!
hr: Trebaš navesti postojeći album sa Spotifya!
it: È necessario specificare un album già esistente su Spotify!
nl: Je moet een op Spotify bestaand album opgeven!
pl: Musisz określić istniejący album ze Spotify!

source: Spotify mapping has been added!
es: ¡El mapeo con Spotify ha sido añadido!
fr: Le mappage Spotify a été ajouté !
he: מיפוי ספוטיפיי התווסף!
hr: Dodano je mapiranje Spotifya!
it: Associazione con Spotify aggiunta!
nl: De koppeling met Spotify is toegevoegd!
pl: Mapowanie Spotify zostało dodane!

source: This album is not mapped to Spotify yet!
es: ¡Este álbum aún no está mapeado con Spotify!
fr: Cet album n'est pas encore mappé vers Spotify !
he: אלבום זה עדין אינו ממופה לספוטיפיי!
hr: Ovaj album nije još mapiran na Spotifyu!
it: Questo album non è ancora associato a Spotify!
nl: Dit album is nog niet aan Spotify gekoppeld!
pl: Ten album nie jest jeszcze zmapowany do Spotify!

source: Incorrect Spotify mapping has been reported. Thank you!
es: Un mapeo incorrecto de Spotify ha sido reportado. ¡Gracias!
fr: Le mappage erroné de Spotify a été signalé. Merci !
he: מיפוי שגוי לספוטיפיי דווח. תודה!
hr: Nepravilno Spotify mapiranje je prijavljeno! Hvala!
it: L'associazione sbagliata su Spotify è stata segnalata. Grazie!
nl: De onjuiste koppeling met Spotify is gemeld. Bedankt!
pl: Nieprawidłowe mapowanie Spotify zostało zgłoszone. Dzięki!

source: Sorry, we couldn't find a place with that MusicBrainz ID.
es: Lo sentimos, no hemos podido encontrar ningún lugar con ese ID MusicBrainz.
he: לצערנו, לא נמצא מקום למזהה מוזיקבריינז זה.
it: Spiacenti, non è stato possibile trovare un luogo con quell'ID di MusicBrainz.
nl: Er is geen locatie gevonden met die MusicBrainz-id.
pl: Przepraszamy, nie mogliśmy znaleźć miejsca o takim identyfikatorze MusicBrainz.

source: Profile updated.
es: Perfil actualizado
fr: Profil mis à jour.
he: הפרופיל עודכן.
hr: Profil je ažuriran.
it: Profilo aggiornato.
nl: Profiel bijgewerkt.
pl: Profil zaktualizowany.

source: You have created an application!
es: ¡Usted ha creado una aplicación!
fr: Vous avez créé une application !
he: הבקשה נוצרה!
hr: Stvorili ste aplikaciju!
it: Hai creato un'applicazione!
nl: Je hebt een programma aangemaakt!
pl: Stworzyłeś aplikację!

source: You have updated an application!
es: ¡Usted ha actualizado una aplicación!
fr: Vous avez mis une application à jour !
he: הבקשה עודכנה!
hr: Ažurirali ste aplikaciju!
it: Hai aggiornato un'applicazione!
nl: Je hebt een programma bijgewerkt!
pl: Zaktualizowałeś aplikację!

source: You have deleted an application.
es: Usted ha eliminado una aplicación.
fr: Vous avez supprimé une application.
he: הבקשה נמחקה.
hr: Izbrisali ste aplikaciju.
it: Hai eliminato un'applicazione.
nl: Je hebt een programma verwijderd.
pl: Usunąłeś aplikację.

source: You are not allowed to rate any entity because your account has been blocked by a moderator.
he: אינכם רשאים לדרג ביקורות כלל מכיוון שחשבונכם נחסם על ידי מנחה.
it: Non ti è permesso valutare entità perché il tuo account è stato bloccato da un moderatore.
pl: Nie masz prawa oceniać żadnego podmiotu, ponieważ Twoje konto zostało zablokowane przez moderatora.

source: Sorry, we couldn't find a recording with that MusicBrainz ID.
pl: Niestety, nie udało nam się znaleźć nagrania o tym MusicBrainz ID.

source: Sorry, we couldn't find a release with that MusicBrainz ID.
es: Lo sentimos, no hemos podido encontrar ningún lanzamiento con ese ID MusicBrainz.
fr: Désolé, nous ne trouvons pas d'album avec cet ID MusicBrainz.
he: לצערנו, לא נמצאה הוצאה למזהה מוזיקבריינז זה.
it: Spiacenti, non è stato possibile trovare una pubblicazione con quell'ID di MusicBrainz.
nl: Er is geen uitgave gevonden met die MusicBrainz-id.
pl: Przepraszamy, nie mogliśmy znaleźć wydania o takim identyfikatorze MusicBrainz.

source: Sorry, we couldn't find a release group with that MusicBrainz ID.
es: Lo sentimos, no hemos podido encontrar ningún grupo de estreno con ese ID MusicBrainz.
fr: Désolé, nous n'avons pas pu trouver de groupe de parution avec cet ID MusicBrainz.
he: לצערנו, לא נמצאה קבוצת הוצאה למזהה מוזיקבריינז זה.
hr: Oprosti, nismo mogli pronaći izdavačku grupu s tim MusicBrainz ID.
it: Spiacenti, non è stato possibile trovare un gruppo di pubblicazioni con quell'ID di MusicBrainz.
nl: Er is geen uitgavegroep gevonden met die MusicBrainz-id.
pl: Przepraszamy, nie mogliśmy znaleźć grupy wydań o takim identyfikatorze MusicBrainz.

source: Report has been archived.
es: El reporte ha sido almacenado.
fr: Le signalement a été archivée.
he: הדוח אורכב.
it: La segnalazione è stata archiviata.
nl: De melding is gearchiveerd.
pl: Zgłoszenie zostało zarchiwizowane.

source: Can't find a review with ID: %(review_id)s!
he: לא נמצאה בקורת עם המזהה: %(review_id)s!
it: Non è stato possibile trovare una recensione con l'ID %(review_id)s!
pl: Nie można znaleźć recenzji o ID: %(review_id)s!

source: Least Popular
pl: Najmniej popularne

source: Most Popular
pl: Najbardziej popularne

source: Newest
pl: Najnowsze

source: Oldest
pl: Najstarsze

source: No reviews to display.
es: No hay reseñas disponibles.
fr: Aucun critique à afficher.
he: אין ביקורות להצגה.
it: Nessuna recensione da visualizzare.
nl: Geen te tonen recensies.
pl: Brak recenzji do wyświetlenia.

source: Can't find a review with the specified ID.
es: No se ha podido encontrar una reseña con el ID especificado.
fr: Impossible de trouver une critique avec l'ID spécifié.
he: לא נמצאה בקורת עם המזהה שצויין.!
hr: Nismo mogli pronaći kritički osvrt s tom ID oznakom
it: Non è stato possibile trovare una recensione con l'ID specificato.
nl: Kan geen recensie vinden met de opgegeven id.
pl: Nie można odnaleźć recenzji o wybranym identyfikatorze.

source: Review has been hidden.
es: La reseña está oculta.
he: הביקורת הוסתרה.
it: La recensione è stata nascosta.
nl: De recensie is verborgen.
pl: Recenzja została ukryta.

source: Review has been hidden. You need to be an administrator to view it.
es: La reseña está oculta. Debe ser un administrador para poder verla.
fr: La critique est cachée. Vous devez être un administrateur pour la voir.
he: הביקורת הוסתרה. נדרשת הרשאת מנהלן על מנת לצפות בה.
it: La recensione è stata nascosta. Per visualizzarla è necessario essere un amministratore.
nl: De recensie is verborgen. Alleen beheerders kunnen deze bekijken.
pl: Recenzja została ukryta. Aby ją wyświetlić, musisz posiadadać uprawnienia administratora.

source: You are viewing an old revision, the review has been updated since then.
es: Está viendo una revisión antigua, desde entonces la reseña ha sido actualizada.
he: זוהי הַגָּהָה ישנה, הבקורת עודכנה מאז.
it: Stai visualizzando una vecchia revisione, la recensione è stata aggiornata da allora.
nl: Je bekijkt een oude versie; de recensie is sindsdien aangepast.
pl: Przeglądasz starą wersję. Od tamtego czasu recenzja została zaktualizowana.

source: The revision you are looking for does not exist.
es: La revisión que está buscando no existe.
he: ההגהה המבוקשת לא קיימת.
it: La revisione che stai cercando non esiste.
nl: De versie die je zoekt bestaat niet.
pl: Wersja, której szukasz, nie istnieje.

source: The revision(s) you are looking for does not exist.
es: La revisión(es) que está buscando no existe.
he: ההגהה(ות) המבוקשות לא קיימות.
it: Le revisioni che stai cercando non esistono.
nl: De versie(s) die je zoekt bestaat/bestaan niet.
pl: Wersje, których szukasz, nie istnieją.

source: Please choose an entity to review.
es: Por favor, elija una entidad para reseñar.
fr: Veuillez choisir un sujet pour votre critique.
he: נא לבחור ישות לביקורת.
it: Seleziona un'entità da recensire.
nl: Kies een object om te recenseren.
pl: Wybierz obiekt do zrecenzowania.

source: You are not allowed to write new reviews because your account has been blocked by a moderator.
es: No tiene permitido escribir nuevas reseñas porque su cuenta ha sido bloqueada por un moderador.
fr: Vous n'êtes pas autorisé à rédiger de nouvelles critiques car votre compte a été bloqué par un modérateur.
he: אינכם רשאים לכתוב ביקורת חדשה מכיוון שחשבונכם נחסם על ידי מנחה.
it: Non puoi scrivere nuove recensioni perché il tuo account è stato bloccato da un moderatore.
nl: Je mag geen recensies schrijven omdat je account door een moderator is geblokkeerd.
pl: Nie możesz pisać nowych recenzji, ponieważ twoje konto zostało zablokowane przez moderatora.

source: You have already published a review for this entity
he: פורסמתם כבר ביקורת לישות זו.
it: Hai già pubblicato una recensione per questa entità
pl: Opublikowałeś już recenzję dla tego podmiotu

source: You have exceeded your limit of reviews per day.
es: Ha sobrepasado su límite de reseñas por día.
fr: Vous avez dépassé votre limite de critiques par jour.
he: מגבלת הביקורות היומיות הושגה.
hr: Premašili ste svoju dnevnu količinu kritičkih osvrta.
it: Hai superato il tuo limite quotidiano di recensioni.
nl: Je hebt het maximale aantal recensies per dag overschreden.
pl: Przekroczyłeś limit recenzji na dzień.

source: Review has been saved!
es: ¡La reseña ha sido guardada!
fr: La critique a été enregistrée !
he: הביקורת נשמרה!
hr: Kritički osvrt je spremljen!
it: La recensione è stata salvata!
nl: De recensie is opgeslagen!
pl: Recenzja została zapisana!

source: Review has been published!
es: ¡La reseña ha sido publicada!
fr: La critique a été publiée !
he: הביקורת פורסמה!
hr: Kritički osvrt je objavljen!
it: La recensione è stata pubblicata!
nl: De recensie is gepubliceerd!
pl: Recenzja została opublikowana!

source: You can only write a review for an entity that exists on MusicBrainz!
es: ¡Sólo puede reseñar una entidad existente en MusicBrainz!
fr: Vous ne pouvez rédiger une critique que pour un sujet présent sur MusicBrainz !
he: ניתן לכתוב בקורת רק לישות קיימת במוזיקבריינז!
it: Puoi scrivere una recensione solo per un'entità esistente su MusicBrainz!
nl: Je kunt alleen een recensie schrijven over iets dat op MusicBrainz staat!
pl: Możesz publikować recenzje tylko takich obiektów, które istnieją już na MusicBrainz!

source: Please provide some text or a rating for this review.
es: Proporcione algún texto o una calificación para esta revisión.
he: נא לספק מלל או דרוג לביקורת זו.
it: Fornisci del testo o una valutazione per questa recensione.
nl: Geef een tekst of beoordeling op voor deze recensie.
pl: Podaj tekst lub ocenę jaka jest ta recenzja.

source: Only author can edit this review.
es: Sólo el autor puede modificar esta reseña.
fr: Seul l'auteur peut modifier cette critique.
he: רק המחבר יכול לערוך ביקורת זו.
hr: Samo autor moze urediti ovaj kritički osvrt.
it: Solo l'autore può modificare questa recensione.
nl: Alleen de auteur kan deze recensie aanpassen.
pl: Tylko autor może edytować tę recenzję.

source: Changing license of a published review or converting a published review back to drafts is not allowed.
es: No se permite cambiar la licencia de una reseña publicada o convertir una reseña publicada en borrador.
he: לא ניתן לשנות רישיון לביקורת שפורסמה או להמיר ביקורת שפורסמה לטיוטה.
it: Non è permesso cambiare la licenza di una recensione pubblicata o convertire una recensione pubblicata in bozza.
nl: Het is niet toegestaan om de licentie van een gepubliceerde recensie aan te passen of deze terug te zetten op conceptstatus.
pl: Zmiana licencji kiedy recenzja jest opublikowana lub konwertowanie opublikowanej już opinii z powrotem na wersje robocze jest niedozwolona.

source: Review has been updated.
es: La reseña ha sido actualizada.
fr: La critique a été mise à jour.
he: הביקורת עודכנה.
hr: Kritički osvrt je ažuriran.
it: La recensione è stata aggiornata.
nl: De recensie is bijgewerkt.
pl: Recenzja została zaktualizowana.

source: Only the author or an admin can delete this review.
es: Sólo el autor o un administrador puede eliminar esta reseña.
fr: Seuls l'auteur ou l'administrateur peuvent supprimer cette critique.
he: רק המחבר או מנהלן יכולים למחוק ביקורת זו.
it: Solo l'autore o un amministratore possono eliminare questa recensione.
nl: Alleen de auteur of beheerder kan deze recensie verwijderen.
pl: Jedynie autor lub administrator mogą usunąć tę recenzję.

source: Review has been deleted.
es: La reseña ha sido eliminada.
fr: La critique a été supprimée.
he: הביקורת נמחקה.
hr: Kritički osvrt je izbrisan.
it: La recensione è stata eliminata.
nl: De recensie is verwijderd.
pl: Recenzja została usunięta.

source: You cannot rate your own review.
es: No puede calificar su propia reseña.
fr: Vous ne pouvez pas évaluer votre propre critique.
he: לא ניתן להצביע עבור בקורת שכתבתם.
hr: Ne možeš ocijeniti vlastiti kritički osvrt.
it: Non puoi valutare la tua stessa recensione.
nl: Je kunt je eigen recensie niet beoordelen.
pl: Nie możesz oceniać swojej recenzji.

source: You have exceeded your limit of votes per day.
es: Ha sobrepasado su límite de votos por día.
fr: Vous avez dépassé votre limite de votes par jour.
he: מגבלת ההצבעות היומיות הושגה.
hr: Premašili ste svoju dnevnu količinu glasova.
it: Hai superato il tuo limite quotidiano di voti.
nl: Je hebt het maximale aantal stemmen per dag overschreden.
pl: Przekroczyłeś limit głosów na dzień.

source: You are not allowed to rate this review because your account has been blocked by a moderator.
es: No tiene permitido calificar esta reseña porque su cuenta ha sido bloqueada por un moderador.
fr: Vous n'êtes pas autorisé à voter cette critique car votre compte a été bloqué par un modérateur.
he: אינכם רשאים לדרג ביקורת זו מכיוון שחשבונכם נחסם על ידי מנחה.
it: Non ti è permesso valutare questa recensione perché il tuo account è stato bloccato da un moderatore.
nl: Je mag deze recensie niet beoordelen omdat je account door een moderator is geblokkeerd.
pl: Nie możesz ocenić tej recenzji, ponieważ twoje konto zostało zablokowane przez moderatora.

source: You have rated this review!
es: ¡Ha calificado esta reseña!
fr: Vous avez évalué cette critique !
he: הביקורת הזו דורגה כבר.
hr: Ocijenili ste ovaj kritički osvrt!
it: Hai valutato questa recensione!
nl: Je hebt deze recensie beoordeeld!
pl: Oceniłeś tę recenzję!

source: You have deleted your vote for this review!
es: ¡Ha eliminado su voto para esta reseña!
fr: Vous avez supprimé votre vote pour cette critique !
he: ההצבעה לביקורת זו נמחקה!
hr: Izbrisali ste svoj glas za ovaj kritički osvrt!
it: Hai eliminato il tuo voto per questa recensione!
nl: Je hebt je beoordeling van deze recensie verwijderd!
pl: Usunąłeś ocenę tej recenzji!

source: This review is not rated yet.
es: La reseña no ha sido calificada aún.
fr: Cette critique n'est pas encore évaluée.
he: ביקורת זו טרם דורגה.
hr: Ovaj kritički osvrt još nije ocjenjen.
it: Questa recensione non è ancora stata valutata.
nl: Deze recensie is nog niet beoordeeld.
pl: Ta recenzja jeszcze nie została oceniona.

source: You cannot report your own review.
es: No puede reportar su propia reseña.
fr: Vous ne pouvez pas signaler votre propre critique.
he: לא ניתן להצביע לדווח בקורת שכתבתם.
it: Non puoi segnalare la tua stessa recensione.
nl: Je kunt je eigen recensie niet melden.
pl: Nie możesz zgłosić swojej własnej recenzji.

source: You are not allowed to report this review because your account has been blocked by a moderator.
es: No tiene permitido reportar esta reseña porque su cuenta ha sido bloqueada por un moderador.
fr: Vous n'êtes pas autorisé à signaler cette critique car votre compte a été bloqué par un modérateur.
he: אינכם רשאים לדווח על ביקורת זו מכיוון שחשבונכם נחסם על ידי מנחה.
it: Non puoi segnalare questa recensione perché il tuo account è stato bloccato da un moderatore.
nl: Je mag deze recensie niet melden omdat je account door een moderator is geblokkeerd.
pl: Nie możesz zgłosić tej recenzji, ponieważ twoje konto zostało zablokowane przez moderatora.

source: You have already reported this review.
es: ¡Ya ha reportado esta reseña!
fr: Vous avez déjà signalé cette critique.
he: הביקורת הזו דווחה כבר.
it: Hai già segnalato questa recensione.
nl: Je hebt deze recensie al gemeld.
pl: Już zgłosiłeś tę recenzję.

source: Review has been reported.
es: La reseña ha sido reportada.
fr: La critique a été signalée.
he: הביקורת דווחה.
it: La recensione è stata segnalata.
nl: De recensie is gemeld.
pl: Recenzja została zgłoszona.

source: Review is already hidden.
es: La reseña ya está oculta.
fr: Cette critique est déjà cachée.
he: הביקורת כבר מוסתרת.
it: La recensione è già nascosta.
nl: De recensie is al verborgen.
pl: Recenzja jest już ukryta.

source: Review is not hidden.
he: הביקורת אינה מוסתרת.
it: La recensione non è nascosta.
pl: Recenzja nie jest ukryta.

source: Review is not hidden anymore.
es: La reseña ya no está oculta.
he: הביקורת כבר אינה מוסתרת.
it: La recensione non è più nascosta.
nl: De recensie is weer zichtbaar.
pl: Recenzja nie jest już ukryta.

source: This account is already blocked.
es: Esta cuenta ya está bloqueada.
fr: Ce compte est déjà bloqué.
he: חשבון זה כבר חסום.
it: Questo account è già bloccato.
nl: Deze gebruiker is al geblokkeerd.
pl: To konto jest już zablokowane.

source: This user account has been blocked.
es: Esta cuenta de usuario ha sido bloqueada.
fr: Ce compte utilisateur a été bloqué.
he: חשבון משתמש חסום.
it: Questo account utente è stato bloccato.
nl: Deze gebruiker is geblokkeerd.
pl: To konto zostało zablokowane.

source: This account is not blocked.
he: חשבון זה לא חסום.
it: Questo account non è bloccato.
pl: To konto nie jest zablokowane.

source: This user account has been unblocked.
es: Esta cuenta de usuario ha sido desbloqueada.
fr: Ce compte utilisateur a été débloqué.
he: בוטלה החסימה לחשבון משתמש.
it: Questo account utente non è più bloccato.
nl: Deze gebruiker is gedeblokkeerd.
pl: To konto zostało odblokowane.
