Repository: metabrainz/critiquebrainz
Catalog: critiquebrainz/frontend/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, he, hr, it, nl, pl

source: Spotify mapping server is unavailable. You will not see an embedded player.
es: El servidor de mapeo Spotify no está disponible. No verá un reproductor incrustado.
fr: Le serveur de mappage de Spotify n'est pas disponible. Vous ne verrez pas de lecteur intégré.
he: שרת מיפוי ספוטיפיי אינו זמין. נגן משובץ לא יוצג.
hr: Spotifayev server za mapiranje nije dostupan. Nećete vidjeti ugrađeni svirač.
it: Il server delle associazioni di Spotify non è disponibile al momento. Non sarà possibile visualizzare un riproduttore incorporato.
nl: De server voor Spotify-koppelingen is niet beschikbaar. Je ziet daarom geen ingesloten speler.
pl: Serwer mapowania Spotify jest niedostępny. Nie zobaczysz odtwarzacza.

source: Official homepage
es: Página oficial
fr: Page Web officielle
he: עמוד בית רשמי
hr: Službena početna stranica
it: Pagina ufficiale
nl: Officiële website
pl: Oficjalna strona

source: Lyrics
es: Letra
fr: Paroles sur Lyrics
he: תמליל
it: Testi
nl: Teksten
pl: Tekst piosenki

source: Recording studio
es: Estudio de grabación
fr: Studio d'enregistrement
he: אולפן הקלטה
hr: Glazbeni studio
it: Studio di registrazione
nl: Opnamestudio
pl: Studio nagraniowe

source: Add a comment...
es: Añadir un comentario...
he: הוספת הערה...
it: Aggiungi un commento...
nl: Opmerking toevoegen...
pl: Dodaj komentarz ...

source: Comment must not be empty!
es: ¡El comentario no puede estar vacío!
he: הערה לא יכולה להיות ריקה!
it: Il commento non può essere vuoto!
nl: Opmerking mag niet leeg zijn!
pl: Komentarz nie może być pusty!

source: You need to specify a reason for taking this action.
es: Necesita especificar una razón para llevar a cabo esta acción.
fr: Vous devez spécifier une raison pour faire cette action.
he: נא להזין סיבה לנקיטת צעד זה.
hr: Trebaš navesti razlog za poduzimanje ovog djelovanja.
it: È necessario specificare un motivo per questa azione.
nl: Je moet een reden voor deze handeling opgeven.
pl: Musisz podać przyczynę podjęcia tej czynności.

source: Display name
es: Apodo
fr: Nom d'affichage
he: שם מצג
hr: Zaslonsko ime
it: Nome utente
nl: Getoonde naam
pl: Nazwa wyświetlana

source: Display name field is empty.
es: Debes completar el campo de Apodo
fr: Le champ du nom d'affichage est vide.
he: שדה שם מצג ריק.
hr: Polje s zaslonskim imenom je prazno
it: Il campo nome utente è vuoto.
nl: Het veld met de getoonde naam is blanco.
pl: Pole nazwy wyświetlanej jest puste.

source: Display name needs to be at least 3 characters long.
es: El apodo debe ser mayor a 3 caracteres
fr: Le nom d'affichage doit avoir au moins 3 caractères.
he: שם מצג חייב להיות באורך של 3 תווים לפחות.
hr: Zaslonsko ime mora sadržavati najmanje 3 znaka.
it: Il nome utente deve essere lungo almeno 3 caratteri.
nl: De getoonde naam moet minimaal 3 tekens bevatten.
pl: Nazwa wyświetlana musi zawierać co najmniej 3 znaki.

source: Display name needs to be at most 64 characters long.
es: El apodo puede tener hasta 64 caracteres
fr: Le nom d'affichage doit avoir moins de 64 caractères.
he: שם מצג יכול להיות באורך של 64 תווים לכל היותר.
hr: Zaslonsko ime može najviše sadržavati 64 znaka.
it: Il nome utente deve essere lungo al massimo 64 caratteri.
nl: De getoonde naam kan maximaal 64 tekens bevatten.
pl: Nazwa wyświetlana nie może zawierać więcej niż 64 znaki.

source: Email
fr: Courriel
he: דוא"ל
hr: E-pošta
nl: E-mailadres
pl: Adres e-mail

source: Email field is not a valid email address.
es: El Email ingresado no es valido
fr: Le champ courriel n'est pas une adresse courriel valide.
he: שדה דוא"ל מכיל ערך דוא"ל לא תקין.
hr: Polje elektroničke pošte ne sadrži ispravnu adresu e-pošte.
it: Il campo email non contiene un indirizzo email valido.
nl: Het e-mailveld bevat geen geldig adres.
pl: Pole adresu e-mail zawiera nieprawidłowy adres.

source: Allow commercial use of my reviews (<a href="https://creativecommons.org/licenses/by-sa/3.0/" target="_blank">CC BY-SA 3.0 license</a>)
es: Permitir un uso comercial de mis reseñas (<a href="https://creativecommons.org/licenses/by-sa/3.0/" target="_blank">CC BY-SA 3.0 license</a>)
he: אפשור שימוש מסחרי בביקורת זו (<a href="https://creativecommons.org/licenses/by-sa/3.0/" target="_blank">רישיון CC BY-SA 3.0 </a>)
it: Permetti l'uso commerciale delle mie recensioni (<a href="https://creativecommons.org/licenses/by-sa/3.0/" target="_blank">licenza CC BY-SA 3.0</a>)
nl: Sta commercieel gebruik van mijn recensies toe (<a href="https://creativecommons.org/licenses/by-sa/3.0/" target="_blank">CC BY-SA 3.0 licentie</a>)
pl: Zezwalaj na komercyjne wykorzystanie moich recenzji (<a href="https://creativecommons.org/licenses/by-sa/3.0/" target="_blank">CC BY-SA 3.0 license</a>)

source: Do not allow commercial use of my reviews, unless approved by MetaBrainz Foundation (<a href="https://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank">CC BY-NC-SA 3.0 license</a>)
es: No permitir el uso comercial de mis reseñas, a no ser que sea aprobado por MetaBrainz Foundation (<a href="https://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank">CC BY-NC-SA 3.0 license</a>)
he: לא לאפשר שימוש מסחרי בביקורת זו אלה אם אושר על ידי קרן מוזיקבריינז (<a href="https://creativecommons.org/licenses/by-sa/3.0/" target="_blank">רישיון CC BY-NC-SA 3.0 </a>)
it: Non permettere l'uso commerciale delle mie recensioni, a meno che non sia approvato dalla MetaBrainz Foundation (<a href="https://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank">licenza CC BY-NC-SA 3.0</a>)
nl: Sta geen commercieel gebruik van mijn recensies toe, tenzij het wordt goedgekeurd door de MetaBrainz stichting (<a href="https://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank">CC BY-NC-SA 3.0 licentie</a>)
pl: Nie zezwalaj na komercyjne wykorzystanie moich recenzji, chyba że zostanie to zatwierdzone przez Fundację MetaBrainz (<a href="https://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank">CC BY-NC-SA 3.0 license</a>)

source: Application name
es: Nombre de aplicación
fr: Nom de l'application
he: שם ישומון
hr: Ime aplikacije
it: Nome applicazione
nl: Progorammanaam
pl: Nazwa aplikacji

source: Application name field is empty.
es: Debes completar el campo de Nombre de aplicación.
fr: Le champ de nom d'application est vide.
he: שדה שם ישומון ריק.
hr: Polje s imenom aplikacije je prazno.
it: Il campo nome applicazione è vuoto.
nl: Het veld met de programmanaam is blanco.
pl: Pole nazwy aplikacji jest puste.

source: Application name needs to be at least 3 characters long.
es: El nombre de aplicación de ser mayor a 3 caracteres.
fr: Le nom de l'application doit avoir au moins trois caractères.
he: שם ישומון חייב להיות באורך של 3 תווים לפחות.
hr: Ime aplikacije mora sadržavati najmanje 3 znaka.
it: Il nome dell'applicazione deve essere lungo almeno 3 caratteri.
nl: De programmanaam moet minimaal 3 tekens bevatten.
pl: Nazwa aplikacji musi zawierać co najmniej 3 znaki.

source: Application name needs to be at most 64 characters long.
es: El nombre de aplicación puede tener hasta 64 caracteres.
fr: Le nom de l'application doit avoir moins de 64 caractères.
he: שם ישומון יכול להיות באורך של 64 תווים לכל היותר.
hr: Ime aplikacije može najviše sadržavati 64 znaka.
it: Il nome dell'applicazione deve essere lungo al massimo 64 caratteri.
nl: De programmanaam kan maximaal 64 tekens bevatten.
pl: Nazwa aplikacji nie może zawierać więcej niż 64 znaki.

source: Description
es: Descripcion
he: תאור
hr: Opis
it: Descrizione
nl: Omschrijving
pl: Opis

source: Client description field is empty.
es: Debes completar el campo de Descripción del cliente.
fr: Le champ de description du client est vide.
he: שדה שם לקוח ריק.
hr: Polje s opisom klijenta je prazno
it: Il campo descrizione client è vuoto.
nl: Het veld met de clientomschrijving is blanco.
pl: Opis klienta jest pusty.

source: Client description needs to be at least 3 characters long.
es: La descripción del cliente debe ser mayor a 3 caracteres.
fr: La description du client doit avoir au moins 3 caractères.
he: שם לקוח חייב להיות באורך של 3 תווים לפחות.
hr: Opis klijenta treba sadržavati najmanje 3 znaka.
it: La descrizione client deve essere lunga almeno 3 caratteri.
nl: De clientomschrijving moet minimaal 3 tekens bevatten.
pl: Opis klienta musi zawierać co najmniej 3 znaki.

source: Client description needs to be at most 512 characters long.
es: La descripción del cliente puede tener hasta 512 caracteres.
fr: La description du client doit avoir moins de 64 caractères.
he: שם לקוח יכול להיות באורך של 512 תווים לכל היותר.
hr: Opis klijenta može najviše sadržavati 512 znakova.
it: La descrizione client deve essere lunga almeno 512 caratteri.
nl: De clientomschrijving kan maximaal 512 tekens bevatten.
pl: Opis klienta nie może zawierać więcej niż 512 znaków.

source: Homepage
es: Página de inicio
fr: Page Web
he: עמוד הבית
hr: Početna stranica
nl: Website
pl: Strona domowa

source: Homepage field is empty.
es: Debes completar el campo de Página de inicio.
fr: Le champ de la page Web est vide.
he: שדה עמוד הבית ריק.
hr: Polje početne stranice je prazno.
it: Il campo homepage è vuoto.
nl: Het websiteveld is blanco.
pl: Pole strony domowej jest puste.

source: Homepage is not a valid URI.
es: La página de inicio no es un URL válido.
fr: La page Web n'est pas une URI valide.
he: עמוד הבית אינו URL תקין.
hr: Početna stranica nije ispravana URI.
it: L'homepage non contiene un URI valido.
nl: De website-url is ongeldig.
pl: Pole strony domowej zawiera nieprawidłowy adres URI.

source: Authorization callback URL
es: URL de llamada de autorización
fr: URL de rappel d’autorisation
he: URL תקשורת חוזרת הרשאות
hr: Autorizacija callback URL-a
it: URL autorizzazione callback
nl: Autorisatiecallback-url
pl: Adres zwrotny autoryzacji

source: Authorization callback URL field is empty.
es: URL de llamada de autorización campo vació.
fr: Le champ d'URL de rappel d’autorisation est vide.
he: שדה URL תקשורת חוזרת הרשאות ריק.
hr: Polje s autorizacijom callback URL -a je prazno.
it: Il campo URL autorizzazione callback è vuoto.
nl: Het veld met de autorisatiecallback-url is blanco.
pl: Pole adresu zwrotnego autoryzacji jest puste.

source: Authorization callback URL is invalid.
es: URL de llamada de autorización es invalido.
fr: L'URL de rappel d’autorisation est invalide.
he: URL תקשורת חוזרת הרשאות אינו תקין.
hr: Autorizacijski callback URL je neispravan.
it: L'URL di autorizzazione callback non è valido.
nl: De autorisatiecallback-url is ongeldig.
pl: Pole adresu zwrotnego autoryzacji zawiera nieprawidłowy adres URL.

source: Authorization callback URL must use http or https
pl: Pole adresu zwrotnego autoryzacji musi używać protokołu http lub https

source: Homepage URL must use http or https
pl: Pole adresu strony głównej musi używać protokołu http lub https

source: Rating
es: Puntuación
he: דרוג
it: Valutazione
nl: Beoordeling
pl: Ocena

source: Text
es: Texto
fr: Texte
he: מלל
hr: Tekst
it: Testo
nl: Tekst
pl: Tekst

source: Text length needs to be between %(min)d and %(max)d characters.
es: La longitud del texto debe estar entre %(min)d y %(max)d caracteres.
he: אורך מלל צריך להיות בין %(min)d ו%(max)d תווים.
it: La lunghezza del testo deve essere compresa tra %(min)d e %(max)d caratteri.
nl: De de tekst moet tussen de %(min)d en %(max)d tekens lang zijn.
pl: Długość tekstu musi wynosić od %(min)d do %(max)d znaków.

source: Allow commercial use of this review(<a href="https://creativecommons.org/licenses/by-sa/3.0/" target="_blank">CC BY-SA 3.0 license</a>)
es: Permitir el uso comercial de esta revisión(<a href="https://creativecommons.org/licenses/by-sa/3.0/" target="_blank">licencia CC BY-SA 3.0</a>)
he: אפשור שימוש מסחרי בביקורת זו (<a href="https://creativecommons.org/licenses/by-sa/3.0/" target="_blank">רישיון CC BY-SA 3.0 </a>)
it: Permetti l'uso commerciale di questa recensione (<a href="https://creativecommons.org/licenses/by-sa/3.0/" target="_blank">licenza CC BY-SA 3.0</a>)
nl: Commercieel gebruik van deze recensie toestaan (<a href="https://creativecommons.org/licenses/by-sa/3.0/" target="_blank">CC BY-SA 3.0-licentie</a>)
pl: Zezwalaj na komercyjne wykorzystanie, recenzja: (<a href="https://creativecommons.org/licenses/by-sa/3.0/" target="_blank"> 1CC BY-SA 3.0 license </a>)

source: Do not allow commercial use of this review, unless approved by MetaBrainz Foundation (<a href="https://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank">CC BY-NC-SA 3.0 license</a>)
es: No deseo permitir el uso comercial de esta reseña, salvo cuando lo permita la MetaBrainz Foundation (<a href="https://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank">CC BY-NC-SA 3.0 license</a>)
fr: Ne pas permettre une utilisation commerciale de cette critique, sauf si approuvée par la Fondation MetaBrainz (<a href="https://creativecommons.org/licenses/by-nc-sa/3.0/deed.fr/">licence CC BY-NC-SA 3.0</a>)
he: לא לאפשר שימוש מסחרי בביקורת זו אלה אם אושר על ידי קרן מוזיקבריינז (<a href="https://creativecommons.org/licenses/by-sa/3.0/" target="_blank">רישיון CC BY-NC-SA 3.0 </a>)
hr: Ne dopusti komercijalnu upotrebu ovog kritičkog osvrta, osim ako nije odobren od strane zaklade MetaBrainz (<a href="https://creativecommons.org/licenses/by-nc-sa/3.0/">CC BY-NC-SA 3.0 license</a>)
it: Non permettere l'uso commerciale di questa recensione, tranne se approvato dalla MetaBrainz Foundation (<a href="https://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank">licenza CC BY-NC-SA 3.0</a>)
nl: Commercieel gebruik van deze recensie niet toestaan, tenzij het door de MetaBrainz Foundation wordt goedgekeurd (<a href="https://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank">CC BY-NC-SA 3.0-licentie</a>)
pl: Nie zezwalaj na komercyjne wykorzystanie tej recenzji, chyba, że za zezwoleniem Fundacji MetaBrainz (<a href="https://creativecommons.org/licenses/by-nc-sa/3.0/" target="_blank">licencja CC BY-NC-SA 3.0</a>)

source: You need to choose a license
es: Debes escoger una licencia
he: נא לבחור לבחור רישיון
it: Devi scegliere una licenza
nl: Je moet een licentie kiezen
pl: Musisz wybrać licencję

source: Remember this license choice for further preference
he: נא לזכור ברירת רישיון זו לשימוש עתידי
it: Ricorda questa scelta della licenza come preferenza
pl: Zapamiętaj ten wybór licencji dla dalszego użytkowania

source: You need to accept the license agreement!
es: Debes aceptar los acuerdos de licencia
fr: Vous devez accepter la licence d'utilisation !
he: נדרש לאשר את הסכם הרישיון!
hr: Trebate prihvatiti ugovor o licenci!
it: È necessario accettare l'accordo di licenza!
nl: Accepteer de licentie-overeenkomst.
pl: Musisz zaakceptować umowę licencyjną!

source: Please sign in to access this page.
es: Debes iniciar sesión para acceder a esta página.
fr: Veuillez vous connecter pour accéder à cette page.
he: נא להכנס על מנת לקבל גישה לעמוד.
hr: Molimo Vas da se prijavite kako bi pristupili ovoj stranici
it: Accedi per visualizzare questa pagina.
nl: Log in om deze pagina te openen.
pl: Zaloguj się, aby uzyskać dostęp do tej strony.

source: You must be an administrator to view this page.
es: Debe ser un administrador para ver esta página.
fr: Vous devez être un administrateur pour voir cette page.
he: נדרשת הרשאת מנהלן על מנת לצפות בעמוד זה.
hr: Moraš biti administrator da bi mogao vidjeti ovu stranicu
it: Per visualizzare questa pagina è necessario essere un amministratore.
nl: Alleen beheerders kunnen deze pagina openen.
pl: Aby wyświetlić tę stronę, musisz posiadać uprawnienia administratora.

source: by
pl: przez

source: [Unknown artist]
es: [Artista desconocido]
fr: [Artiste inconnu]
he: [אמן לא ידוע]
hr: [Nepoznati umjetnik]
it: [artista sconosciuto]
nl: [onbekende artiest]
pl: [Nieznany artysta]

source: Admin zone:
es: Zona del administrador:
fr: Zone d'administration :
he: אזור מנהלן:
hr: Administratorska zona:
it: Zona amministratori:
nl: Voor beheerders:
pl: Strefa administracyjna:

source: Reports
es: Reportes
fr: Signalements
he: דוחות
hr: izvještaji
it: Segnalazioni
nl: Rapportages
pl: Zgłoszenia

source: Moderation log
es: Registro de moderación
fr: Logs de modération
he: יומן שינויים
hr: Log moderiranja
it: Registro di moderazione
nl: Moderatielogboek
pl: Dziennik moderacji

source: Reviews
es: Reseñas
fr: Critiques
he: ביקורות
hr: Kritički osvrti
it: Recensioni
nl: Recensies
pl: Recenzje

source: Write a review
es: Escribir reseña
fr: Rédiger une critique
he: כתיבת ביקורת
hr: Napiši kritički osvrt
it: Scrivi una recensione
nl: Recensie schrijven
pl: Napisz recenzję

source: Developers
es: Desarrolladores
fr: Développeurs
he: מפתחים
hr: Razvojni programeri
it: Sviluppatori
nl: Ontwikkelaars
pl: Deweloperzy

source: Source code
es: Código fuente
fr: Code source
he: קוד מאובטח
hr: Izvorni kod
it: Codice sorgente
nl: Broncode
pl: Kod źródłowy

source: Data dumps
es: Volcados de datos
fr: Sauvegardes des données
he: השלכות מידע
hr: Sigurnosna kopija podataka
it: Dump di dati
nl: Gegevensdumps
pl: Zrzuty danych

source: About the project
es: Acerca del proyecto
fr: À propos du projet
he: אודות הפרויקט
hr: O projektu
it: Info sul progetto
nl: Over het project
pl: O projekcie

source: Moderators
es: Moderadores
fr: Modérateurs
he: מנחים
it: Moderatori
nl: Moderatoren
pl: Moderatorzy

source: Language
es: Lenguaje
fr: Langue
he: שפה
hr: Jezik
it: Lingua
nl: Taal
pl: Język

source: Project of the %(metabrainz_fdn)s
es: Proyecto del %(metabrainz_fdn)s
fr: Projet de 1%(metabrainz_fdn)s
he: פרויקט של %(metabrainz_fdn)s
hr: Projekt %(metabrainz_fdn)s
it: Un progetto della %(metabrainz_fdn)s
nl: Een project van de %(metabrainz_fdn)s
pl: Projekt %(metabrainz_fdn)s

source: Review
es: Reseña
fr: Critique
he: ביקורות
hr: Kritički osvrt
it: Recensione
nl: Recensie
pl: Recenzja

source: Modify profile info and delete your profile.
es: Modifique la información del perfil y elimine su perfil.
fr: Modifier les infos du profil et supprimer le profil.
he: הסגלת נתוני פרופיל ומחיקת פרופיל
hr: Izmijeni profilne podatke i izbriši svoj profil.
it: Modifica le informazioni del profilo ed elimina il tuo profilo.
nl: Pas je profielinformatie aan, of verwijder je profiel.
pl: Zmodyfikuj informacje profilowane i usuń swoje konto.

source: Profile data
es: Datos del perfil
fr: Données du profil
he: נתוני פרופיל
hr: Profilni podatci
it: Dati del profilo
nl: Profielgegevens
pl: Dane profilu

source: Create and modify your reviews.
es: Cree y modifique sus reseñas.
fr: Créer et modifier vos critiques.
he: יצירת והסגלת הביקורות שלכם.
hr: Stvori i izmjeni svoje kritičke osvrte.
it: Crea e modifica le tue recensioni.
nl: Maak of pas recensies aan.
pl: Twórz i edytuj swoje recenzje.

source: Modify your applications (create, edit, delete).
es: Modifique sus aplicaciones (cree, edite, elimine).
fr: Modifier vos applications (créer, modifier, supprimer).
he: הסגלת יישומונים (יצירה, עריכה, מחיקה).
hr: Izmijeni svoje aplikacije (stvori, uredi, izbriši).
it: Modifica le tue applicazioni (crea, modifica, elimina).
nl: Bewerk je programma's (aanmaken, bewerken, verwijderen).
pl: Modyfikuj swoje aplikacje (twórz, edytuj, usuwaj).

source: Applications
es: Aplicaciones
he: ישומונים
hr: Aplikacije
it: Applicazioni
nl: Programma's
pl: Aplikacje

source: Manage access to your profile for other apps (can allow complete access to your profile and remove existing access authorizations).
es: Administre el acceso a su perfil para otras aplicaciones (puede permitir el acceso completo a su perfil y puede remover autorizaciones de acceso existentes).
fr: Gérer l'accès à votre profil pour d'autres applications (peut permettre l'accès complet à votre profil et enlever les autorisations d'accès existantes)
he: ניהול גישה לפרופיל משתמש ומתן גישה ליישומים נוספים (מאפשר גישה מלאה לפרופיל המשתמש לרבות הסרת הרשאות גישה קיימות).
hr: Upravljaj pristup tvom profilu s drugih aplikacija (može dopustiti potpuni pristup tvom profilu i ukloniti postojeće autorizacije za pristup).
it: Gestisci l'accesso al tuo profilo per altre applicazioni (puoi permettere l'accesso completo al tuo profilo e rimuovere le autorizzazioni all'accesso esistenti).
nl: Beheer welke programma's toegang hebben tot je profiel (je kunt volledige toegang toestaan of bestaande autorisaties intrekken).
pl: Zarządzaj dostępem twojego profilu dla innych aplikacji (możesz zezwolić na pełny dostęp lub usunąć istniejące już autoryzacje).

source: Authorization
es: Autorización
fr: Autorisation
he: הרשאות
hr: Autorizacija
it: Autorizzazione
nl: Goedkeuring
pl: Autoryzacja

source: Submit and delete your votes.
es: Envie y elimine sus votos.
fr: Envoyer et supprimer vos votes.
he: שיגור ומחיקת ההצבעות.
hr: Podnesi i izbriši svoje glasove.
it: Invia ed elimina i tuoi voti.
nl: Indienen en je stemmen verwijderen.
pl: Dodawaj i usuwaj swoje oceny.

source: Review votes
es: Votos de las reseñas
fr: Votes sur les critiques
he: הצבעות לביקורת
hr: Glasovi za kritički osvrt
it: Rivedi voti
nl: Stemmen op recensies
pl: Oceny recenzji

source: Event
es: Evento
fr: Événement
he: ארוע
hr: Događaj
it: Evento
nl: Evenement
pl: Wydarzenie

source: Place
es: Lugar
fr: Emplacement
he: מקום
hr: Mjesto
it: Luogo
nl: Locatie
pl: Miejsce

source: Work
he: יצירה
it: Opera
nl: Compositie
pl: Dzieło

source: Artist
es: Artista
fr: Artiste
he: אמן
hr: Izvođač
it: Artista
nl: Artiest
pl: Artysta

source: Label
he: חברת תקליטים
it: Etichetta
pl: Wydawnictwo

source: Recording
pl: Nagranie

source: Literary Work
pl: Dzieło literackie

source: Author
es: Autor
fr: Auteur
he: מחבר
hr: Autor
it: Autore
nl: Auteur
pl: Autor

source: Series
pl: Serie

source: Release Group
es: Grupo de estreno
he: קבוצת הוצאה
hr: Distribucijska grupa
it: Gruppo di pubblicazioni
nl: Uitgavegroep
pl: Grupa wydań

source: We don’t have cover art for this release group.
pl: Nie mamy okładki dla tej grupy wydania.

source: See how to add cover art!
he: ראו כיצד ניתן להוסיף תמונת עטיפה!
it: Impara come aggiungere copertine!
pl: Zobacz, jak dodać okładkę!

source: Review by %(user)s
es: Reseña de %(user)s
fr: Critique par %(user)s
he: בוקר על ידי %(user)s
hr: Kritički osvrti od strane %(user)s
it: Recensione di %(user)s
nl: Recensie van %(user)s
pl: Recenzja %(user)s

source: View Spotify mapping information
es: Ver la información de mapeo de Spotify
he: הצגת מידע מיפוי ספוטיפיי
hr: Pogledaj Spotify potvrdu mapiranja
it: Visualizza informazioni di associazione con Spotify
nl: Spotify-koppelingsinformatie tonen
pl: Wyświetl informacje o mapowaniu do Spotify

source: Match this!
es: ¡Una esto!
he: להתאים את זה!
hr: Uskladi ovo!
it: Associa!
nl: Koppel het!
pl: Dopasuj to!

source: (none)
es: (ninguna)
fr: (aucun)
he: (ללא)
it: (nessuno)
nl: (geen)
pl: (Żaden)

source: <h4><a href="%(link)s">Sign in</a> to rate!</h4>
he: <h4><a href="%(link)s">נא להתחבר</a>על מנת לדרג!</h4>
it: <h4><a href="%(link)s">Accedi</a> per lasciare una valutazione!</h4>
pl: <h4><a href="%(link)s">Zaloguj się</a>, aby ocenić!</h4>

source: more
es: más
he: עוד
it: più
nl: meer
pl: więcej

source: Page Navigation
pl: Nawigacja na stronie

source: Previous
es: Anterior
fr: Précédent
he: הקודם
hr: prethodni
it: Precedente
nl: Vorige
pl: Poprzednie

source: Next
es: Siguiente
fr: Suivant
he: הבא
hr: slijedeći
it: Seguente
nl: Volgende
pl: Następne

source: Edit my review
es: Modificar mi reseña
fr: Modifier ma critique
he: עריכת הביקורת שלי
hr: Uredi moj kritički osvrt
it: Modifica la mia recensione
nl: Mijn recensie aanpassen
pl: Edytuj moją recenzję

source: Toggle navigation
es: Cambiar la navegación
fr: Activer/désactiver la navigation
he: ברר ניווט
hr: Uključi ili isključi navigaciju
it: Attiva/disattiva navigazione
nl: Navigatie tonen/verbergen
pl: Przełącz nawigację

source: Sign in
es: Iniciar sesión
fr: Connexion
he: כניסה
hr: Prijavi se
it: Accedi
nl: Inloggen
pl: Zaloguj się
