Repository: metabrainz/critiquebrainz
Catalog: critiquebrainz/frontend/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, he, hr, it, nl, pl

source: Profile
es: Perfil
fr: Profil
he: פרופיל
hr: Profil
it: Profilo
nl: Profiel
pl: Profil

source: Sign out
es: Cerrar sesión
fr: Déconnexion
he: התנתקות
hr: Odjavi se
it: Disconnetti
nl: Uitloggen
pl: Wyloguj się

source: Browse reviews
es: Buscar reseñas
fr: Parcourir les critiques
he: דפדוף בביקורות
hr: Pregledaj kritičke osvrte
it: Esplora le recensioni
nl: Door recensies bladeren
pl: Przeglądaj recenzje

source: Statistics
es: Estadísticas
fr: Statistiques
he: סטטיסטיקה
hr: Statistika
it: Statistiche
nl: Statistieken
pl: Statystyki

source: Search
es: Búsqueda
fr: Recherche
he: חיפוש
hr: Pretraživanje
it: Cerca
nl: Zoeken
pl: Szukaj

source: Release group
es: Grupo de estreno
fr: Groupe de parution
he: קבוצת הוצאה
hr: Distribucijska grupa
it: Gruppo di pubblicazioni
nl: Uitgavegroep
pl: Grupa wydań

source: No reviews found
es: No hemos encontrado reseñas.
fr: Aucune critique trouvée
he: לא נמצאו ביקורות
hr: Nije pronađen nikakav kritički osvrt
it: Nessuna recensione trovata
nl: Geen recensies gevonden
pl: Nie odnaleziono recenzji

source: Published on
es: Publicado en
fr: Publié sur
he: פורסם ביום
hr: Objavljeno na
it: Pubblicato il
nl: Gepubliceerd op
pl: Opublikowane

source: Votes (+/-)
es: Votos (+/-)
he: קולות (+/-)
hr: Glasovi (+/-)
it: Voti (+/-)
nl: Stemmen (+/-)
pl: Głosy (+/-)

source: by %(reviewer)s
es: por %(reviewer)s
he: על ידי %(reviewer)s
hr: od %(reviewer)s
it: di %(reviewer)s
nl: van %(reviewer)s
pl: autorstwa %(reviewer)s

source: Hide reviews
he: הסתרת ביקורת
it: Nascondi le recensioni
nl: Recensies verbergen
pl: Ukryj recenzje

source: Show all reviews
he: הצגת כל הביקורות
it: Mostra tutte le recensioni
nl: Alle recensies laten zien
pl: Pokaż wszystkie recenzje

source: This entity is also in the BookBrainz Database as
pl: Ten podmiot znajduje się również w bazie danych BookBrainz jako

source: Discography
es: Discografía
fr: Discographie
he: דיסקוגרפיה
hr: Diskografija
it: Discografia
nl: Discografie
pl: Dyskografia

source: Albums
es: Álbumes
he: אלבומים
hr: Albumi
it: Album
pl: Albumy

source: Singles
es: Sencillos
fr: Simples
he: סינגלס
hr: Glazbeni singlovi
it: Singoli
pl: Single

source: EPs
fr: EP
hr: EP-ovi
it: EP
pl: EP-ki

source: Broadcasts
es: Transmisiones
fr: Diffusions
he: משדרים
hr: Emitiranja
it: Trasmissioni
nl: Uitzendingen
pl: Audycje

source: Other releases
es: Otras publicaciones
fr: Autres parutions
he: מהדורות אחרות
hr: Druga izdanja
it: Altre pubblicazioni
nl: Overige uitgaves
pl: Inne wydania

source: No releases found
es: Ningún lanzamiento encontrado
fr: Aucune parution trouvée
he: לא נמצאה מהדורה
hr: Nisu pronađena nikakva izdanja
it: Nessuna pubblicazione trovata
nl: Geen uitgaves gevonden
pl: Nie odnaleziono wydań

source: %(num)d review
es: %(num)d reseña
fr: %(num)d critique
he: %(num)dביקורת
hr: %(num)d kritički osvrt
it: %(num)d recensione
nl: %(num)d recensie
pl: %(num)d recenzja

source: Artist information
es: Información del artista
fr: Informations sur l'artiste
he: מידע אמן
hr: Podatci o izvođaču
it: Informazioni sull'artista
nl: Artiestinformatie
pl: Informacja o artyście

source: Member of
es: Miembro de
fr: Membre de
he: חבר ב
hr: Član
it: Membro di
nl: Lid van
pl: Członek

source: Members
es: Miembros
fr: Membres
he: חברים
hr: Članovi
it: Membri
nl: Leden
pl: Członkowie

source: View all...
es: Ver todo…
fr: Tout visualiser...
he: הצגת הכל
hr: Vidi sve...
it: Visualizza tutti...
nl: Bekijk alles…
pl: Pokaż wszystko...

source: Former member of
es: Antiguo miembro de
fr: Ancien membre de
he: חבר לשעבר ב
hr: Bivši član
it: Ex membro di
nl: Voormalig lid van
pl: Były członek

source: Former members
es: Antiguos miembros
fr: Anciens membres
he: חברים לשעבר
hr: Bivši članovi
it: Ex membri
nl: Voormalige leden
pl: Byli członkowie

source: External links
es: Enlaces externos
fr: Liens externes
he: קישורים חיצוניים
hr: Vanjske poveznice
it: Collegamenti esterni
nl: Externe koppelingen
pl: Zewnętrzne linki

source: Edit on MusicBrainz
es: Editar en MusicBrainz
fr: Modifier sur MusicBrainz
he: עריכה במוזיקבריינז
hr: Uredi na MusicBrainz
it: Modifica su MusicBrainz
nl: Aanpassen op MusicBrainz
pl: Edytuj na MusicBrainz

source: This entity is also in the MusicBrainz Database as
pl: Ten podmiot znajduje się również w bazie danych MusicBrainz jako

source: Literary Works
pl: Dzieła literackie

source: Novel
pl: Powieść

source: Short Story
pl: Nowela

source: Poem
pl: Wiersz

source: Other Works
pl: Inne prace

source: Name
es: Nombre
fr: Nom
he: שם
hr: Ime
it: Nome
nl: Naam
pl: Nazwa

source: No works found
pl: Nie znaleziono żadnych prac

source: Author information
pl: Informacje o autorze

source: Date Founded
pl: Data założenia

source: Date of Birth
pl: Data urodzenia

source: Place Founded
pl: Miejsce założenia

source: Place of Birth
pl: Miejsce urodzenia

source: Date of Dissolution
pl: Data rozwiązania

source: Date of Death
pl: Data śmierci

source: Place of Dissolution
pl: Miejsce rozwiązania

source: Place of Death
pl: Miejsce śmierci

source: Edit on BookBrainz
pl: Edytuj na BookBrainz

source: Works for this Edition Group
pl: Dzieła dla tej grupy wydań

source: Languages
pl: Języki

source: Type
es: Tipo
he: סוג
hr: Tip
it: Tipo
pl: Typ

source: Edition Group information
pl: Informacje o grupie edycji

source: Translations of this work
pl: Tłumaczenia tego dzieła

source: Edition Group of this work
pl: Grupa wydawnicza tego dzieła

source: Literary Work information
pl: Informacje o utworze literackim

source: Gender
he: מגדר
it: Genere
pl: Płeć

source: Edition
pl: Wydanie

source: Edition Groups
pl: Grupy edycji

source: Publisher
pl: Wydawca

source: Area
he: אזור
pl: Obszar

source: Series information
pl: Informacje o serii

source: Ordering Type
pl: Typ zamówienia

source: Invalid request
es: Petición inválida
fr: Demande invalide
he: בקשה לא תקינה
hr: Neispravan zahtjev
it: Richiesta non valida
nl: Ongeldig verzoek
pl: Nieprawidłowe żądanie

source: Unauthorized
es: No autorizado
fr: Non autorisé
he: לא מורשה
hr: Neovlašten
it: Non autorizzato
nl: Niet-goedgekeurd
pl: Nieautoryzowany

source: Access denied
es: Acceso denegado
fr: Accès refusé
he: הגישה נדחתה
hr: Pristup zabranjen
it: Accesso negato
nl: Toegang geweigerd
pl: Błąd dostępu

source: Page not found
es: Página no encontrada
fr: Page introuvable
he: העמוד לא נמצא
hr: Stranica nije nađena
it: Pagina non trovata
nl: Pagina niet gevonden
pl: Nie odnaleziono strony

source: Internal server error
es: Error en el servidor interno
fr: Erreur interne du serveur
he: שגיאת שרת פנימית
hr: Unutarnja greška poslužitelja
it: Errore interno del server
nl: Interne serverfout
pl: Wewnętrzny błąd serwera

source: Service unavailable
es: Servicio no disponible
fr: Service non disponible
he: שרות לא זמין
hr: Usluga nije dostupna
it: Servizio non disponibile
nl: Dienst is niet beschikbaar
pl: Usługa niedostępna

source: Back to home page
es: Regresar a página de inicio
fr: Retour vers la page d'accueil
he: חזרה לדף הבית
hr: Natrag na početnu stranicu
it: Torna alla pagina iniziale
nl: Terug naar de startpagina
pl: Powrót do strony głównej

source: Held at
es: Celebrado en
he: מוחזק ב
hr: Drži na
it: Tenuto a
nl: Locatie
pl: Odbywa się w

source: Event information
es: Información del evento
fr: Information sur l'événement
he: מידע ארוע
hr: Podatci o događaju
it: Informazioni sull'evento
nl: Evenementinformatie
pl: Informacje o wydarzeniu

source: External reviews
he: ביקורות חיצוניות
it: Recensioni esterne
nl: Externe recensies
pl: Recenzje zewnętrzne

source: What is CritiqueBrainz?
es: ¿Qué es CritiqueBrainz?
fr: Qu'est-ce que CritiqueBrainz ?
he: מה זה קריטיקבריינז?
hr: Što je CritiqueBrainz?
it: Cos'è CritiqueBrainz?
nl: Wat is CritiqueBrainz?
pl: Czym jest CritiqueBrainz?

source: <strong>CritiqueBrainz is a repository for Creative Commons licensed music and book reviews.</strong> It is based on data from MusicBrainz and BookBrainz, open music and book encyclopedias.
pl: <strong>CritiqueBrainz to repozytorium recenzji muzyki i książek na licencji Creative Commons.</strong> Opiera się na danych z MusicBrainz i BookBrainz, otwartych encyklopedii muzyki i książek.

source: What is it for?
es: ¿Para qué sirve?
fr: À quoi ça sert ?
he: למה זה משמש?
hr: Koja mu je svrha?
it: A cosa serve?
nl: Waar dient het voor?
pl: Czemu służy?

source: Projects like Wikipedia, MusicBrainz and BookBrainz are good at aggregating information about music and books, but their purpose is not suited to expressing opinions. CritiqueBrainz fills the gap between raw data and music and book critics.
pl: Projekty takie jak Wikipedia, MusicBrainz i BookBrainz są dobre w agregowaniu informacji o muzyce i książkach, ale ich cel nie jest odpowiedni do wyrażania opinii. CritiqueBrainz wypełnia lukę między surowymi danymi a krytykami muzycznymi i książkowymi.

source: This is an open platform. That means everyone can participate and contribute. If you want to share your thoughts, you can rate and/or review an album or a book. If you would like, you can read our guide on <a href=”https://wiki.musicbrainz.org/How_to_write_Good_Critiquebrainz_Reviews”>How to Write Good CritiqueBrainz Reviews</a>. If you just want to read opinions, that’s fine too.
pl: To otwarta platforma. Oznacza to, że każdy może uczestniczyć i wnieść swój wkład. Jeśli chcesz podzielić się swoimi przemyśleniami, możesz ocenić i/lub zrecenzować album lub książkę. Jeśli chcesz, możesz przeczytać nasz przewodnik na temat <a href="”https://wiki.musicbrainz.org/How_to_write_Good_Critiquebrainz_Reviews”">Jak pisać dobre recenzje CritiqueBrainz</a>. Jeśli chcesz po prostu przeczytać opinie, to też w porządku.

source: After reading a review you can mark it as useful or not. This helps other music and book enthusiasts find good reviews.
pl: Po przeczytaniu recenzji możesz ją oznaczyć jako przydatną lub nie. Pomaga to innym entuzjastom muzyki i książek znaleźć dobre recenzje.

source: Code of Conduct
pl: Kodeks postępowania

source: CritiqueBrainz users are expected to abide by the <a href="https://metabrainz.org/code-of-conduct">MetaBrainz code of conduct</a>.
pl: Oczekuje się, że użytkownicy CritiqueBrainz będą przestrzegać <a href="https://metabrainz.org/code-of-conduct">kodeksu postępowania MetaBrainz</a>.

source: Guidelines
pl: Wytyczne

source: Content has to be a “review” or a otherwise genuine reflection on the entity. Artists/labels are welcome to reflect on their own work, as long as it meets this requirement - primarily promotional or SEO content will be hidden.
pl: Treść musi być „recenzją” lub w inny sposób autentyczną refleksją na temat podmiotu. Artyści/wytwórnie mogą zastanawiać się nad własną pracą, o ile spełnia ona ten wymóg - głównie treść promocyjna lub SEO będzie ukryta.

source: If you have had a review hidden please check the Code of Conduct and the guidelines, above, for why this may have happened. For further discussion contact <a href="https://metabrainz.org/contact">MetaBrainz support</a>.
pl: Jeśli Twoja recenzja została ukryta, sprawdź Kodeks postępowania i wytyczne, powyżej, aby dowiedzieć się, dlaczego tak się stało. W celu dalszej dyskusji skontaktuj się z <a href="https://metabrainz.org/contact">wsparciem MetaBrainz</a>.

source: Review guidelines
es: Revisar las directrices
he: קווים מנחים לביקורת
it: Linee guida recensioni
nl: Richtlijnen omtrent recensies
pl: Przejrzyj wskazówki

source: <strong>Please note that this is an early version of the guidelines page.</strong> Feel free to suggest improvements to this page and report any issues that you find. Thanks!
he: <strong>לתשומת לב! זו גרסה מוקדמת של דף ההנחיות.</strong> אל תהססו להציע שיפורים בעמוד זה ולדווח על כל בעיה שתמצא. תודה!
it: <strong>Questa è una versione iniziale della pagina di linee guida.</strong> Sentiti libero di suggerire miglioramenti a questa pagina e di segnalare qualsiasi problema tu possa trovare. Grazie!
nl: <strong>Dit is een nog jonge versie van de richtlijnen.</strong> Stel gerust verbeteringen voor deze pagina voor en meld problemen. Bedankt!
pl: <strong>Zwróć uwagę, że jest to wczesna wersja strony ze wskazówkami. </strong>Możesz zaproponować ulepszenia tej strony i zgłosić wszelkie problemy, które znajdziesz. Dzięki!

source: General tips
es: Consejos generales
he: עצות כלליות
it: Consigli generali
nl: Algemene tips
pl: Ogólne wskazówki

source: Read some good reviews
es: Leer algunas buenas reseñas
he: קריאה של כמה ביקורות טובות
it: Leggi alcune buone recensioni
nl: Lees een paar goede recensies
pl: Przeczytaj dobre recenzje

source: You can find a lot of great reviews on CritiqueBrainz and other websites. Use them for inspiration.
he: ניתן למצוא ביקורות נהדרות רבות בקריטיקבריינז ובאתרים נוספים. השתמשו בהם להשראה.
it: Puoi trovare tante ottime recensioni su CritiqueBrainz e su altri siti. Usale come ispirazione.
nl: Je kunt op CritiqueBrainz en andere websites veel goede recensies vinden. Gebruik ze als inspiratie.
pl: Możesz znaleźć wiele wspaniałych recenzji na CritiqueBrainz i innych stronach internetowych. Użyj ich do inspiracji.

source: Write in a comfortable voice
he: כתיבה בטון נוח
it: Scrivi con un tono con cui ti senti a tuo agio
nl: Schrijf in een natuurlijke stijl
pl: Napisz czystym głosem

source: A good review probably won’t sound like an academic paper, and probably won’t sound like a YouTube comment, but it should sound like <em>you</em>.
pl: Dobra recenzja prawdopodobnie nie będzie brzmiała jak praca naukowa ani komentarz na YouTube, ale powinna brzmieć jak <em>Ty</em>.

source: Reviews on CritiqueBrainz don’t have to be in English
pl: Recenzje na CritiqueBrainz nie muszą być po angielsku

source: You are more than welcome to write review in a language that you prefer to use. Choose a language in which you can express your emotions/thoughts freely.
he: אתם מוזמנים לכתוב ביקורת בשפה בה תעדיפו להשתמש. בחרו בשפה בה תוכלו לבטא את רגשותיכם / מחשבותיכם בחופשיות.
it: Ti invitiamo a scrivere recensioni nella lingua che preferisci usare. Scegli una lingua in cui puoi esprimere le tue emozioni/pensieri liberamente.
nl: Het is prima als je een recensie wilt schrijven in een taal naar keuze. Kies een taal waarin je je emoties en gedachten het beste kunt uiten.
pl: Zachęcamy aby recenzja była w języku, który preferujesz. Wybierz język, w którym możesz swobodnie wyrażać swoje emocje / myśli.

source: Formatting
es: Formateando
he: מתבנת
it: Formattazione
nl: Opmaak
pl: Formatowanie

source: Reviews can use the <a href="https://en.wikipedia.org/wiki/Markdown">Markdown</a> markup language. This should make it easier to write reviews and format them well. Use it to emphasize parts of your review, add links to additional information, insert images when necessary.
he: בכתיבת ביקורות ניתן בשפת<a href="https://en.wikipedia.org/wiki/Markdown">מארקדאון</a> מארקאפ . זה יכול בהחלט להקל על כתיבת ביקורות ולעצב אותן היטב. השתמשו בכלי כדי להדגיש חלקים מהביקורת, הוספת קישורים למידע נוסף, צרוף תמונות במידת הצורך.
it: Le recensioni possono usare il linguaggio di markup <a href="https://en.wikipedia.org/wiki/Markdown">Markdown</a>. Questo dovrebbe rendere più facile scrivere recensioni ben formattate. Usalo per enfatizzare parti della tua recensione, aggiungere link ad informazioni aggiuntive o inserire immagini dove necessario.
nl: In recensies kan je de opmaaktaal <a href="https://en.wikipedia.org/wiki/Markdown">Markdown</a> gebruiken. Dit helpt je bij het schrijven van je recensies en je opmaak. Gebruik Markdown om nadruk te leggen op bepaalde delen, of links naar informatie of afbeeldingen toe te voegen.
pl: Publikowana recenzja może korzystać z języka <a href="https://en.wikipedia.org/wiki/Markdown">znaczników</a>. Powinno to ułatwić pisanie recenzji i dobrze je sformatować. Użyj go, aby podkreślić części swojej recenzji, dodać linki do dodatkowych informacji, wstawić zdjęcia, gdy to konieczne.

source: Properly formatted review is easier to read and understand.
he: ביקורת המעוצבת כראוי, קלה יותר לקריאה ולהבנה.
it: Recensioni ben formattate sono più facili da leggere e da comprendere.
nl: Een goede opmaak zorgt dat je recensie makkelijker te lezen en begrijpen is.
pl: Odpowiednio sformatowana recenzja jest łatwiejsza do odczytania i zrozumienia.

source: Content tips
es: Consejos de contenido
he: עצות תוכן
it: Suggerimenti sul contenuto
nl: Tips omtrent de inhoud
pl: Wskazówki dotyczące treści

source: Write a short description.
es: Escriba una breve descripción.
he: כתיבת תאור קצר.
it: Scrivi una breve descrizione.
nl: Schrijf een korte beschrijving.
pl: Napisz krótki opis.

source: Provide a context for the thing that you are reviewing.
he: ספקו הקשר לדבר אותו אתם מבקרים.
it: Fornisci un contesto per l'oggetto della tua recensione.
nl: Geef context bij het onderwerp van je recensie.
pl: Podaj kontekst dla rzeczy, którą sprawdzasz.

source: Follow your thinking and feelings.
es: Sigue tus pensamientos y sentimientos.
he: עקבו אחר המחשבות והרגשות שלכם.
it: Segui i tuoi pensieri e le tue sensazioni.
nl: Volg je gedachten en gevoelens.
pl: Podążaj za swoimi myślami i uczuciami.

source: A good reviewer is one who reviews a something based on what <em>they</em> feel rather than others.
he: מבקרים טובים הם אלו שמבססים את בקורתם על משהו <em>שהם</em> חשים ולא תחושות של אחרים.
it: Un buon recensore recensisce in base a quello che sente <em>personalmente</em>, non in base a quello che sentono altri.
nl: Een goede recensent schrijft recensies op basis van <em>zijn/haar</em> mening, en niet de meningen van anderen.
pl: Dobry recenzent to osoba, która ocenia coś na podstawie tego, co <em>czuje</em>, a nie innych.

source: Good reviews are neither too short nor too long
he: ביקורות טובות אינן בהכרח קצרות או ארוכות מדי
it: Una buona recensione non è né troppo corta né troppo lunga
nl: Goede recensies zijn niet te kort en ook niet te lang
pl: Dobre recenzje nie są ani zbyt krótkie, ani zbyt długie

source: It’s better to make your reviews neither too short nor too long. Try to write something which gives readers a clear image as to what something is like while not being too boring.
pl: Lepiej, aby Twoje recenzje nie były ani za krótkie, ani za długie. Staraj się pisać coś, co daje czytelnikom jasny obraz tego, jak coś wygląda, ale nie jest zbyt nudne.

source: Don’t mention just the factual data.
pl: Nie wspominaj tylko o danych faktycznych.

source: Sometimes people mention only factual data in their reviews which makes a review look more like a press release.
he: לפעמים אנשים מזכירים רק נתונים עובדתיים בביקורות שלהם, דבר שגורם לביקורת להיראות יותר כמו הודעה לעיתונות.
it: A volte le persone includono solo dati di fatto nelle loro recensioni, il che le fa assomigliare più a dei comunicati stampa.
nl: Soms beperken mensen hun recensie tot wat feiten over het onderwerp, waardoor de recensie eerder op een persbericht lijkt.
pl: Czasami ludzie piszą w swoich recenzjach tylko o sztywnych faktach, co sprawia, że recenzja wygląda bardziej jak komunikat prasowy.

source: Specific review types
he: סוגי ביקורת מסוימים
it: Tipi specifici di recensione
nl: Specifieke soorten recensies
pl: Określone typy opinii

source: In addition to the general tips given above, here are some specific tips for each review type which might help you to strengthen your review.
he: בנוסף לעצות הכליליות המפורטות לעיל, להלן מספר עצות יעודיות לכל סוג ביקורת שעשויים להיות לעזר בשיפור איכות הביקורת.
it: In aggiunta ai consigli generali qui sopra, ecco qualche consiglio più specifico a seconda del tipo di recensione che ti può aiutare a rafforzare la tua recensione.
nl: Naast de algemene tips die je net hebt gelezen, hebben we ook een paar specifieke tips voor de verschillende soorten recensies.
pl: Oprócz ogólnych wskazówek podanych powyżej, przedstawiamy kilka wskazówek dla każdego typu opinii, które mogą pomóc Ci w ulepszeniu oceny.

source: Albums (Release Groups)
es: Álbumes (Grupos de lanzamiento)
he: אלבומים (קבוצת הוצאה)
it: Album (Gruppi di pubblicazioni)
nl: Albums (uitgavegroepen)
pl: Albumy (grupy wydań)

source: Describing the instrumental arrangement - Mentioning about the rhythmic effects, describing the variety of instruments used in the song and how were the digital effects etc.
he: תיאור העיבוד האינסטרומנטלי - אזכור ההשפעות הקצביות, תיאור מגוון כלי הנגינה בהם נעשה שימוש בשיר וכיצד נשמעים האפקטים הדיגיטליים וכו '.
it: Descrivi l'arrangiamento strumentale: menziona gli effetti ritmici, descrivi la varietà di strumenti usati nella canzone e come erano gli effetti digitali, ecc.
nl: Beschrijven van de instrumentale opstelling - Vermelding van de ritmische effecten, beschrijving van de variëteit van instrumenten gebruikt in het nummer en de digitale effecten, enz.
pl: Opisujące instrumentalne ułożenie - Wzmianka o efektach rytmicznych, opisująca różnorodność instrumentów użytych w utworze i jakie były efekty cyfrowe itp.

source: You may tell about lyrics and the recording quality -
es: Puede mencionar sobre las letras y la calidad de grabación -
he: ניתן לכתוב אודות התמליל ואיכות ההקלטה.
it: Puoi descrivere i testi e la qualità di registrazione -
nl: Je kunt vertellen over songteksten en de opnamekwaliteit -
pl: Możesz powiedzieć o tekstach i jakości nagrania -

source: Lyrics is what makes a song/album meaningful. You can always right about how were the lyrics? Was it meaningful? Did it match the music?
he: מילים הם מה שהופכים שיר / אלבום למשמעותי. אפשר תמיד על איך היו המילים לדעתכם? האם הם בעלי משמעות? האם הם התאימו למוזיקה?
it: I testi sono ciò che rende una canzone/un album significativo. Puoi sempre descrivere come erano i testi. Erano pieni di significato? Si accordavano alla musica?
nl: Een songtekst is wat een nummer of album zinvol maakt. Je kunt altijd gelijk hebben over hoe de tekst was, of deze zinvol was, of hij overeen kwam met de muziek, etc.
pl: Tekst jest tym, co sprawia, że piosenka / album ma znaczenie. Zawsze możesz powiedzieć, jaka jest jakość tekstu? Czy ma sens? Czy pasuje do muzyki?

source: Recording quality matters a lot. If it’s good it’s good but if it’s bad it will flop the whole album. It’s always better to note these things and mention about it in your review.
pl: Jakość nagrania ma duże znaczenie. Jeśli jest dobra, to jest dobra, ale jeśli jest zła, to cały album okaże się klapą. Zawsze lepiej jest zwrócić uwagę na te rzeczy i wspomnieć o nich w swojej recenzji.

source: Be clear with your conclusion - If it’s a must hear album give it some direction. It’s always good to mention the genre of the music. You may try to compare it with some other album which has been already released having the same genre which will give the readers an idea as to what they can expect.
pl: Wyraźnie przedstaw swoje wnioski - Jeśli jest to album, który trzeba usłyszeć, nadaj mu jakiś kierunek. Zawsze dobrze jest wspomnieć o gatunku muzyki. Możesz spróbować porównać go z innym albumem, który został już wydany i ma ten sam gatunek, co da czytelnikom pojęcie, czego mogą się spodziewać.

source: Events
es: Eventos
he: ארועים
it: Eventi
nl: Evenementen
pl: Wydarzenia
