Repository: metabrainz/critiquebrainz
Catalog: critiquebrainz/frontend/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, he, hr, it, nl, pl

source: Recent reports
es: Reportes recientes
fr: Rapports récents
he: דוחות אחרונים
hr: Nedavni izvještaji
it: Segnalazioni recenti
nl: Recente meldingen
pl: Ostatnie zgłoszenia

source: Reported on
es: Reportada el
he: דווח ב
hr: Prijavljeno dana
it: Segnalato il
nl: Gemeld op
pl: Zgłoszone

source: Reported by
es: Reportada por
fr: Signalé par
he: דווח על ידי
hr: Prijavljeno od strane
it: Segnalato da
nl: Gemeld door
pl: Zgłoszone przez

source: Reason
es: Motivo
fr: Raison
he: סיבה
hr: Razlog
it: Motivo
nl: Reden
pl: Powód

source: Actions
es: Acciones
he: פעולות
hr: Djelovanje
it: Azioni
nl: Handelingen
pl: Akcje

source: Load older reports
es: Cargar reportes previos
he: טעינת דוחות ישנים יותר
hr: Učitaj starije zapisnike
it: Carica segnalazioni meno recenti
nl: Oudere meldingen laden
pl: Wczytaj starsze zgłoszenia

source: Loading older reports...
es: Cargando reportes previos…
he: דוחות ישנים יותר בטעינה...
hr: Učitavam starije zapisnike...
it: Caricamento segnalazioni meno recenti in corso...
nl: Bezig met laden van oudere meldingen...
pl: Wczytywanie starszych raportów...

source: Failed to load older reports!
es: ¡La carga de reportes previos ha fallado!
he: טעינת דוחות ישנים יותר כשלה!
hr: Neuspjelo učitati starije izvještaje!
it: Impossibile caricare segnalazioni meno recenti!
nl: Het laden van oudere meldingen is mislukt!
pl: Nie udało się wczytać starszych zgłoszeń!

source: Read latest revision
es: Leer la última revisión
he: קריאת ההַגָּהָה האחרונה
hr: Pročitana zadnja preinaka
it: Leggi l'ultima revisione
nl: Nieuwste versie lezen
pl: Przeczytaj najnowszą wersję

source: Ordered by
pl: Zamówione przez

source: All
es: Todo
he: הכל
it: Tutto
nl: Alles
pl: Wszystko

source: Sort by
pl: Sortuj według

source: Difference between revisions
es: Diferencia entre revisiones
he: הבדלים בהַגָּהָות
hr: Razlika među preinakama
it: Differenze tra le revisioni
nl: Verschil tussen versies
pl: Różnice pomiędzy wersjami

source: Revision
es: Revisión
he: הַגָּהָה
hr: Preinaka
it: Revisione
nl: Versie
pl: Wersja

source: as of
es: a partir de
he: מיום
hr: od
it: dal
nl: van
pl: na

source: Deleting review
es: Eliminando la reseña
fr: Suppression de la critique
he: מחיקת ביקורות
hr: Brisanje kritičkog osvrta
it: Eliminazione recensione in corso
nl: Recensie wordt verwijderd
pl: Usuwanie recenzji

source: Are you sure you want to delete your review of "%(entity)s"?
es: ¿Seguro que quiere eliminar su reseña de "%(entity)s"?
he: האם למחוק את הביקורת על "%(entity)s"?
it: Sei sicuro di voler eliminare la tua recensione di "%(entity)s"?
nl: Weet je zeker dat je je recensie over '%(entity)s' wilt verwijderen?
pl: Czy na pewno chcesz usunąć swoją recenzję "%(entity)s"?

source: There is no way to undo this action!
es: ¡No hay forma de deshacer esta acción!
fr: Cette action ne peut pas être annulée !
he: אין דרך להסיג פעולה זו!
hr: Ne postoji način da se poništi ova radnja!
it: Non sarà possibile annullare quest'operazione!
nl: Dit kan niet ongedaan worden gemaakt!
pl: Tej akcji nie można cofnąć!

source: Delete review
es: Eliminar reseña
fr: Supprimer la critique
he: מחיקת ביקורות
hr: Izbriši kritički osvrt
it: Elimina recensione
nl: Recensie verwijderen
pl: Usuń recenzję

source: Deleting comment!
he: מחיקת הערה!
it: Eliminazione commento in corso!
pl: Usuwanie komentarza!

source: Are you sure you want to delete your comment on %(user)s’s review of "%(entity)s"?
pl: Czy na pewno chcesz usunąć swój komentarz do recenzji użytkownika %(user)s na temat "%(entity)s"?

source: Delete comment
he: מחיקת הערה
it: Elimina commento
pl: Usuń komentarz

source: Unknown entity
pl: Nieznany podmiot

source: Report %(user)s’s review of "%(title)s"
pl: Zgłoś opinię użytkownika %(user)s na temat "%(title)s"

source: Please provide a description of the violation (required)
es: Por favor, dé una descripción de la violación (requerida)
he: נא לספק תיאור של ההפרה (נדרש)
it: Fornisci una descrizione della violazione (obbligatorio)
nl: Geef een reden op voor deze melding (verplicht)
pl: Podaj opis naruszenia (wymagane)

source: Report review
es: Reportar reseña
fr: Signaler une critique
he: דיווח על ביקורות
it: Segnala recensione
nl: Recensie melden
pl: Zgłoś recenzję

source: Revision %(number)s
es: Revisión %(number)s
he: הַגָּהָה%(number)s
it: Revisione %(number)s
nl: Versie %(number)s
pl: Wersja %(number)s

source: Revisions of Review of "%(entity)s" by %(user)s
es: Revisiones de la reseña de "%(entity)s" por %(user)s
he: הַגָּהָהת בקורת על "%(entity)s" על ידי %(user)s
it: Revisioni della recensione di "%(entity)s" scritta da %(user)s
nl: Versies van de recensie over '%(entity)s' van %(user)s
pl: Wersje recenzji "%(entity)s" autorstwa %(user)s

source: Revisions of Review by %(user)s
es: Revisiones de la reseña por %(user)s
he: הַגָּהָהת ביקורת על ידי %(user)s
it: Revisioni della recensione di %(user)s
nl: Versies van de recensie van %(user)s
pl: Wersje recenzji autorstwa %(user)s

source: Created on
es: Creada el
fr: Créée le
he: נוצר ב
hr: Stvoren
it: Creata il
nl: Aangemaakt op
pl: Stworzone

source: Compare
es: Comparar
fr: Comparer
he: השוואה
it: Confronta
nl: Vergelijken
pl: Porównaj

source: Load older revisions
es: Cargar revisiones previas
he: טעינת הַגָּהָות ישנות יותר
it: Carica revisioni meno recenti
nl: Oudere versies laden
pl: Wczytaj starsze wersje

source: Loading older revisions...
es: Cargando revisiones previas
he: הַגָּהָות ישנות יותר בטעינה...
it: Caricamento revisioni meno recenti in corso...
nl: Bezig met laden van oudere versies...
pl: Wczytywanie starszych wersji...

source: Failed to load older revisions!
es: ¡La carga de revisiones previas ha fallado!
he: טעינת הַגָּהָות ישנות יותר כשלה!
it: Impossibile caricare revisioni meno recenti!
nl: Het laden van oudere versies is mislukt!
pl: Nie udało się wczytać starszych wersji!

source: Select two different revisions.
es: Seleccionar dos diferentes revisiones.
he: בחירת שתי הַגָּהָות שונות.
it: Seleziona due revisioni differenti.
nl: Selecteer twee verschillende versies.
pl: Wybierz dwie różne wersje.

source: Review of "%(artist)s" by %(user)s
he: ביקורת על "%(artist)s" על ידי %(user)s
it: Recensione di "%(artist)s" scritta da %(user)s
pl: Recenzja "%(artist)s" autorstwa %(user)s

source: MusicBrainz Artist
pl: Wykonawca MusicBrainz

source: View on MusicBrainz
pl: Zobacz na MusicBrainz

source: <b>This review has not been published yet!</b> Only you can see it.
es: <b>¡Esta reseña aún no ha sido publicada!</b>Sólo usted puede verla.
he: <b>ביקורת זו טרם פורסמה!</b>היא גלויה רק לכם.
it: <b>Questa recensione non è ancora stata pubblicata!</b> Solo tu la puoi vedere.
nl: <b>Deze recensie is nog niet gepubliceerd!</b>. Alleen jij kan deze bekijken.
pl: <b>Ta recenzja nie została jeszcze opublikowana!</b> Tylko ty możesz ją zobaczyć.

source: Published on %(date)s
es: Publicado el %(date)s
fr: Publié le %(date)s
he: פורסם ב %(date)s
it: Pubblicata il %(date)s
nl: Gepubliceerd op %(date)s
pl: Opublikowana %(date)s

source: Written in %(language)s
es: Escrito en %(language)s
fr: Écrit en %(language)s
he: נכתב ב%(language)s
it: Scritta in %(language)s
nl: Geschreven in het %(language)s
pl: W języku: %(language)s

source: This review has not yet been rated
es: Esta reseña aún no ha sido calificada.
fr: Cette critique n'a pas encore été notée.
he: ביקורת זו טרם דורגה
it: Questa recensione non è ancora stata valutata
nl: Deze recensie is nog niet beoordeeld
pl: Ta recenzja nie została jeszcze oceniona

source: This review is licensed under a %(name)s license.
es: Esta reseña está autorizada por una licencia de %(name)s.
fr: Cette critique est sous licence %(name)s.
he: ביקורת זו מורשית בכפוף לרישיון %(name)s.
it: Questa recensione è licenziata sotto una licenza %(name)s.
nl: Deze recensie heeft een %(name)s-licentie.
pl: Ta recenzja jest na licencji %(name)s.

source: It was imported from %(source)s.
es: Fue importado desde %(source)s.
fr: Importé depuis %(source)s.
he: יובא מ %(source)s.
it: Importata da %(source)s.
nl: Deze recensie is geïmporteerd vanuit %(source)s.
pl: Zaimportowane z %(source)s.

source: <a href="%(link)s">Sign in</a> to rate this review
es: <a href="%(link)s">Inicie sesión</a> para calificar esta reseña
he: <a href="%(link)s">נא להתחבר</a>על מנת לדרג ביקורת זו
it: <a href="%(link)s">Accedi</a> per valutare questa recensione
nl: <a href="%(link)s">Log in</a> om deze recensie te beoordelen
pl: <a href="%(link)s">Zaloguj się</a>, żeby ocenić tę recenzję

source: View older revisions
es: Ver revisiones previas
he: הצגת הַגָּהָות ישנות יותר
it: Visualizza revisioni meno recenti
nl: Oudere versies bekijken
pl: Pokaż starsze wersje

source: Did you find this review useful?
es: ¿Le parece una reseña útil?
fr: Trouvez-vous cette critique utile ?
he: האם ביקורת זו מועילה?
it: Hai trovato utile questa recensione?
nl: Vond je deze recensie nuttig?
pl: Czy ta recenzja była przydatna?

source: Yes
es: Sí
fr: Oui
he: כן
it: Sì
nl: Ja
pl: Tak

source: You found this review useful.
es: Le pareció útil esta reseña.
fr: Vous trouver cette critique inutile.
he: ביקורת זו מועילה.
it: Hai trovato utile questa recensione.
nl: Je vond deze recensie nuttig.
pl: Ta recenzja była przydatna.

source: You didn’t find this review useful.
pl: Ta recenzja nie była dla Ciebie przydatna.

source: Delete your vote
es: Elimine su voto
fr: Supprimer votre vote.
he: מחיקת ההצבעה שלי
it: Elimina il tuo voto
nl: Stem verwijderen
pl: Usuń swój głos

source: Report abuse
es: Reportar abuso
fr: Signaler un abus
he: דווח על שימוש לרעה
it: Segnala abuso
nl: Misbruik melden
pl: Zgłoś nadużycie

source: Edit this review
es: Modificar esta reseña
fr: Modifier cette critique
he: עריכת ביקורת זו
it: Modifica questa recensione
nl: Recensie aanpassen
pl: Edytuj tę recenzję

source: Delete this review
es: Eliminar esta reseña
fr: Supprimer cette critique
he: מחיקת ביקורות זו
it: Elimina questa recensione
nl: Recensie verwijderen
pl: Usuń tę recenzję

source: Review of "%(bb_author)s" by %(user)s
pl: Recenzja „%(bb_author)s” autorstwa %(user)s

source: BookBrainz Author
pl: Autor BookBrainz

source: View on BookBrainz
pl: Zobacz na BookBrainz

source: Review of "%(edition_group)s" by %(user)s
pl: Recenzja "%(edition_group)s" autorstwa %(user)s

source: Review of "%(literary_work)s" by %(user)s
pl: Recenzja "%(literary_work)s" autorstwa %(user)s

source: BookBrainz Literary Work
pl: Dzieło literackie BookBrainz

source: Review of "%(bb_series)s" by %(user)s
pl: Recenzja "%(bb_series)s" autorstwa %(user)s

source: BookBrainz Series
pl: Serie BookBrainz

source: Delete this comment
he: מחיקת הערה זו
it: Elimina questo commento
pl: Usuń ten komentarz

source: Edit this comment
he: עריכת הערה זו
it: Modifica questo commento
pl: Edytuj ten komentarz

source: Add comment
he: הוספת הערה
it: Aggiungi commento
pl: Dodaj komentarz

source: Update comment
he: עדכון הערה
it: Aggiorna commento
pl: Aktualizuj komentarz

source: [Unknown event]
es: [Evento desconocido]
fr: [Événement inconnu]
he: [ארוע לא ידוע]
hr: [Nepoznati događaj]
it: [evento sconosciuto]
nl: [onbekend evenement]
pl: [Nieznane wydarzenie]

source: Review of "%(event)s" by %(user)s
es: Reseña de "%(event)s" por %(user)s
he: ביקורת על "%(event)s" על ידי %(user)s
it: Recensione di "%(event)s" scritta da %(user)s
nl: Recensie van %(user)s over '%(event)s'
pl: Recenzja "%(event)s" autorstwa %(user)s

source: MusicBrainz Event
pl: Wydarzenie MusicBrainz

source: [Unknown label]
he: [חברת תקליטים לא ידועה]
it: [Etichetta sconosciuta]
pl: [Nieznana wytwórnia]

source: Review of "%(label)s" by %(user)s
he: ביקורת על "%(label)s" על ידי %(user)s
it: Recensione di "%(label)s" scritta da %(user)s
pl: Recenzja "%(label)s" autorstwa %(user)s

source: MusicBrainz Label
pl: Wytwórnia MusicBrainz

source: [Unknown place]
es: [Lugar desconocido]
fr: [Emplacement inconnu]
he: [מקום לא ידוע]
hr: [Nepoznato mjesto]
it: [luogo sconosciuto]
nl: [onbekende locatie]
pl: [Nieznane miejsce]

source: Review of "%(place)s" by %(user)s
es: Reseña de "%(place)s" por %(user)s
he: ביקורת על "%(place)s" על ידי %(user)s
it: Recensione di "%(place)s" scritta da %(user)s
nl: Recensie van %(user)s over '%(place)s'
pl: Recenzja "%(place)s" autorstwa %(user)s

source: [Unknown work]
he: [יצירה לא ידועה]
it: [Opera sconosciuta]
nl: [Onbekende compositie]
pl: [Nieznane dzieło]

source: Review of "%(work)s" by %(user)s
he: ביקורת על "%(work)s" על ידי %(user)s
it: Recensione di "%(work)s" scritta da %(user)s
pl: Recenzja "%(work)s" autorstwa %(user)s

source: MusicBrainz Work
pl: Dzieło MusicBrainz

source: Rating:
es: Clasificación
he: דרוג:
it: Valutazione:
nl: Beoordeling:
pl: Ocena:

source: You can read the <a href="%(style_guide_url)s" target="_blank">style guide</a> for writing good CritiqueBrainz reviews!<br/> Furthermore, you can use <a href="%(markdown_url)s" target="_blank">Markdown</a> syntax to apply custom formatting.
it: Puoi leggere la <a href="%(style_guide_url)s" target="_blank">guida di stile</a> per scrivere buone recensioni di CritiqueBrainz!<br/> Inoltre, puoi usare la sintassi di <a href="%(markdown_url)s" target="_blank">Markdown</a> per applicare una formattazione su misura.
pl: Możesz przeczytać <a href="%(style_guide_url)s" target="_blank">przewodnik stylistyczny</a> dotyczący pisania dobrych recenzji CritiqueBrainz!<br> Ponadto możesz użyć składni <a href="%(markdown_url)s" target="_blank">Markdown</a>, aby zastosować niestandardowe formatowanie.

source: Please, specify language of this review:
es: Por favor, especificar el idioma de esta reseña:
fr: Veuillez spécifier la langue de cette critique :
he: נא להגדיר את שפת הביקורת:
hr: Molimo, navedite jezik ovog kritičkog osvrta
it: Specifica la lingua di questa recensione:
nl: Geef de taal op van deze recensie:
pl: Wprowadź język tej recenzji:

source: You cannot change the license after the review is published.
es: No puede cambiar la licencia después de ser publicada la reseña.
fr: Vous ne pouvez pas changer la licence une fois la critique publiée.
he: לא ניתן לשנות את הרישיון לאחר שהביקורת פורסמה.
hr: Ne možete promijeniti licencu nakon objavljavanja kritičkog osvrta.
it: Non potrai modificare la licenza dopo aver pubblicato la recensione.
nl: Je kunt de licentie van een recensie na publicatie niet meer aanpassen.
pl: Nie możesz zmienić licencji po opublikowaniu recenzji.

source: Edit review of "%(entity)s"
es: Modificar la reseña de "%(entity)s"
he: עריכת ביקורת של "%(entity)s"
it: Modifica recensione di "%(entity)s"
nl: Recensie over '%(entity)s' aanpassen
pl: Edytuj recenzję "%(entity)s"

source: Editing review
es: Modificando la reseña
fr: Modification de la critique
he: עריכת ביקורת
hr: Uređivanje kritičkog osvrta
it: Modifica recensione in corso
nl: Recensie aan het aanpassen
pl: Edytowanie recenzji

source: Draft
es: Borrador
fr: Brouillon
he: טיוטא
hr: Nacrt
it: Bozza
nl: Concept
pl: Szkic

source: Published
es: Publicado
fr: Publiée
he: פורסם
hr: Objavljeno
it: Pubblicata
nl: Gepubliceerd
pl: Opublikowane

source: Publish
es: Publicar
fr: Publier
he: פורסם
hr: Objavi
it: Pubblica
nl: Publiceren
pl: Opublikuj

source: Save draft
es: Guardar borrador
fr: Enregistrer le brouillon
he: שמירת טיוטא
hr: Sačuvaj nacrt
it: Salva bozza
nl: Concept opslaan
pl: Zapisz szkic

source: Update
es: Actualizar
fr: Mise à jour
he: עדכון
hr: Ažuriranje
it: Aggiorna
nl: Bijwerken
pl: Zaktualizuj

source: Discard changes
es: Descartar cambios
fr: Ignorer les changements
he: השמטת שינויים
hr: Zanemari promjene
it: Annulla cambiamenti
nl: Aanpassingen verwerpen
pl: Odrzuć zmiany

source: Unknown place
es: Lugar desconocido
fr: Emplacement inconnu
he: מקום לא ידוע
it: Luogo sconosciuto
nl: Onbekende locatie
pl: Nieznane miejsce

source: Country
es: País
fr: Pays
he: מדינה
hr: Država
it: Paese
nl: Land
pl: Kraj

source: Location
es: Ubicación
fr: Emplacement
he: מיקום
it: Posizione
nl: Locatie
pl: Lokalizacja

source: Length
he: אורך
it: Durata
pl: Długość

source: Artists
he: אמנים
it: Artisti
pl: Wykonawcy

source: Write review of "%(entity)s"
es: Escribir reseña de "%(entity)s"
he: כתיבת ביקורת על "%(entity)s"
it: Scrivi una recensione di "%(entity)s"
nl: Schrijf een recensie over '%(entity)s'
pl: Napisz recenzję "%(entity)s"

source: Write review
es: Escribir reseña
fr: Rédiger une critique
he: כתיבת ביקורת
hr: Napiši kritički osvrt
it: Scrivi recensione
nl: Recensie schrijven
pl: Napisz recenzję

source: You acknowledge and agree that your contributed reviews to CritiqueBrainz are licensed under a Creative Commons Attribution-ShareAlike 3.0 Unported or Creative Commons Attribution-ShareAlike-NonCommercial license as per your choice above. You agree to license your work under this license. You represent and warrant that you own or control all rights in and to the work, that nothing in the work infringes the rights of any third-party, and that you have the permission to use and to license the work under the selected Creative Commons license. Finally, you give the MetaBrainz Foundation permission to license this content for commercial use outside of Creative Commons licenses in order to support the operations of the organization.
fr: Vous convenez et reconnaissez que les critiques auxquelles vous avez collaboré sur CritiqueBrainz sont sous licences Creative Commons Attribution - Partage dans les mêmes conditions 3.0 non transposé ou Attribution - Pas d’utilisation commerciale - Partage dans les mêmes conditions d'après votre choix ci-dessus. Vous acceptez de concéder une licence d'exploitation de vos écrits sous ces termes. Vous déclarez et garantissez que vous êtes propriétaire des droits sur ces écrits ou que vous contrôlez autrement tous ces droits, que rien dans ces écrits ne porte atteinte aux droits d'un tiers, et que vous avez la permission d'utiliser et de concéder une licence d'exploitation de ces écrits sous la licence Creative Commons choisie. Pour finir, vous donnez à la Fondation MetaBrainz la permission de concéder une licence pour ce contenu dans le but d'utilisation commerciale en dehors des licences Creative Commons afin de soutenir les activités de l'organisation.
he: אתם מאשרים ומסכימים כי הביקורות שתרמתם לקריטיקבריינז מורשות תחת רישיון Creative Commons Attribution-ShareAlike 3.0 Unported או Creative Commons Attribution-ShareAlike-NonCommercial לפי בחירתכם לעיל. אתם מסכימים להרשות את עבודתכם במסגרת רישיון זה. אתם מצהירים ומתחייבים שכל הזכויות בעבודה ולגביה בבעלותכם או בשליטתכם , וכי שום דבר בעבודה אינו מפר זכויות של צד ג' כלשהו, וכי יש לכם הרשאה להשתמש בעבודה ולרשותה תחת הרישיון שנבחר על ידי Creative Commons. לסיום, אתם נותנים לקרן מוזיקבריינז אישור להרשות תוכן זה לשימוש מסחרי מעבר לרישיונות Creative Commons על מנת לתמוך בפעילות הארגון.
it: Riconosci e confermi che le recensioni con cui contribuisci a CritiqueBrainz sono licenziate in base ai termini della licenza Creative Commons Attribuzione - Condividi allo stesso modo 3.0 Unported o della licenza Creative Commons Attribuzione - Non commerciale - Condividi allo stesso modo, come da tua scelta qui sopra. Confermi che intendi licenziare il tuo contributo ai termini di questa licenza. Affermi e garantisci che possiedi o controlli tutti i diritti su questo contributo, che esso non infrange in nessun modo i diritti di terzi e che hai il permesso di usare e licenziare il contributo ai termini della licenza Creative Commons selezionata. Infine, concedi alla MetaBrainz Foundation il permesso di licenziare questo contenuto per usi commerciali al di fuori delle licenze Creative Commons al fine di sostenere le attività dell'organizzazione.
nl: Je erkent en staat toe dat je aan CritiqueBrainz bijgedragen recensies onder een Creative Commons Attribution-ShareAlike 3.0 Unported-licentie of Creative Commons Attribution-ShareAlike-NonCommercial-licentie (afhankelijk van bovenstaande keuze) in licentie worden gegeven. Je verklaart en garandeert dat je alle rechten op het werk bezit, dat niets in het werk inbreuk maakt op de rechten van een externe partij, en dat je toestemming hebt om het werk te gebruiken en in licentie te geven onder de gekozen Creative Commons-licentie. Tenslotte geef je de MetaBrainz Foundation toestemming om deze inhoud voor commercieel gebruik buiten de Creative Commons-licentie in licentie te geven om het werk van de organisatie te steunen.
pl: Przyjmujesz do wiadomości i zgadzasz się na to, aby twoje recenzje w CritiqueBrainz były dostępne na licencji Creative Commons Attribution-ShareAlike 3.0 Unported lub Creative Commons Attribution-ShareAlike-NonCommercial według twojego wyboru wyżej. Zgadzasz się na licencję twojej pracy w ramach tej licencji. Oświadczasz, że jesteś autorem lub kontrolujesz prawa do twojej pracy, nie naruszasz nią praw jakiejkolwiek strony trzeciej i posiadasz uprawnienia do udzielenia licencji w ramach Creative Commons. Dajesz też pozwolenie Fundacji MetaBrainz na licencję tej treści do użytku komercyjnego poza granicami licencji Creative Commons w celu wsparcia działalności organizacji.

source: Search results
es: Resultados de la búsqueda
fr: Résultats de recherche
he: תוצאות חיפוש
hr: Rezultati pretraživanja
it: Risultati della ricerca
nl: Zoekresultaten
pl: Wyniki wyszukiwania

source: Query
es: Consulta
fr: Requête
he: שאילתה
hr: Upit
it: Ricerca
nl: Zoekopdracht
pl: Zapytanie

source: No results found
es: No hemos encontrado resultados.
fr: Aucun résultat trouvé
he: לא נמצאו תוצאות
hr: Nije pronađen niti jedan rezultat
it: Nessun risultato trovato
nl: Geen resultaten gevonden
pl: Nie znaleziono wyników

source: Sort name
es: Nombre de ordenación
fr: Nom de tri
he: שם מיון
hr: Sortiraj ime
it: Nome di ordinamento
nl: Sorteernaam
pl: Nazwa do sortowania

source: Load more results
es: Cargar más resultados
fr: Charger plus de résultats
he: טעינת תוצאות נוספות
hr: učitaj još rezultata
it: Carica più risultati
nl: Meer resultaten laden
pl: Wczytaj więcej wyników

source: Loading more results...
es: Cargando más resultados…
fr: Chargement de plus de résultats...
he: תוצאות נוספות בטעינה...
hr: Učitavam još rezultata...
it: Caricamento ulteriori risultati in corso...
nl: Bezig met laden van meer resultaten...
pl: Wczytywanie większej liczby wyników...

source: Failed to load more search results!
es: ¡La carga de más resultados de búsqueda ha fallado!
fr: Échec lors du chargement de plus de résultats
he: טעינת תוצאות נוספות כשלו!
hr: Nije uspjelo učitavanje dodatnih rezultata pretraživanja!
it: Impossibile caricare più risultati!
nl: Het laden van meer resultaten is mislukt!
pl: Nie udało się wczytać większej liczby wyników!

source: Top 10 Contributors Overall
he: 10 התורמים המובילים בכל הזמנים
it: Top 10 contributori totali
pl: Ogółem 10 najlepszych autorów

source: User
he: משתמש
it: Utente
pl: Użytkownik

source: Comments
he: הערות
it: Commenti
pl: Komentarze

source: Votes
es: Votos
he: קולות
hr: Glasovi
it: Voti
nl: Stemmen
pl: Głosy

source: Total Score
he: תוצאה סופית
it: Punteggio totale
pl: Wynik całkowity

source: Info
es: Información
fr: Infos
he: מידע
hr: Informacije
nl: Informatie
pl: Informacje

source: General information
es: Información general
fr: Informations générales
he: מידע כללי
hr: Opće informacije
it: Informazioni generali
nl: Algemene informatie
pl: Ogólne informacje

source: Member since
es: Miembro desde
fr: Membre depuis
he: חברות מיום
hr: Član od
it: Membro da
nl: Lid sinds
pl: Członek od

source: User type
es: Tipo de usuario
fr: Type d'utilisateur
he: סוג משתמש
hr: Tip korisnika
it: Tipo utente
nl: Soort gebruiker
pl: Typ użytkownika

source: Limits
es: Restricciones
fr: Limites
he: מגבלות
hr: Ograničenja
it: Limiti
nl: Limieten
pl: Limity

source: Reviews/day
es: Reseñas al día
fr: Critiques/jour
he: ביקורות/יום
hr: Kritičkih osvrta/dan
it: Recensioni/giorno
nl: Recensies/dag
pl: Recenzje/dzień
